{
  "rank_name": "Arrow of Light",
  "adventure_name": "Summertime Fun AOL",
  "adventure_type": "Elective",
  "adventure_category": "",
  "adventure_overview": "Summertime is a great time to get together with your patrol or pack. The requirement for this Adventure is simple. Participate in three Cub Scout activities during the summer months. This can be at council-organized camps like day camp or resident camp, or it can be a patrol or pack get-together for a summertime picnic. To earn this Adventure as an Arrow of Light Scout, you participate in summer activities during the summer after you have completed fourth grade. If you’re just now learning about this Adventure, don’t worry, this coming summer you’ll be in Scouts BSA. You may attend Scouts BSA resident camp where you’ll get to spend a week camping, earning merit badges, making new friends, and learning new skills. Prior to any activity, use Scouting America’s SAFE Checklist to ensure the safety of all those involved.",
  "url": "https://www.scouting.org/cub-scout-adventures/summertime-fun-aol/",
  "image_url": "",
  "image_filename": null,
  "requirements": [
    {
      "id": "1",
      "text": "Anytime during May through August participate in a total of three Cub Scout activities.",
      "activities": [
        {
          "name": "Council activity AOL",
          "url": "https://www.scouting.org/cub-scout-activities/council-activity-aol/",
          "description": "Participate in an activity with your council.",
          "location": "Travel",
          "energy_level": "5",
          "supply_list": "4",
          "prep_time": "5"
        },
        {
          "name": "Pack activity AOL",
          "url": "https://www.scouting.org/cub-scout-activities/pack-activity-aol/",
          "description": "Participate in an activity with your pack.",
          "location": "Travel",
          "energy_level": "5",
          "supply_list": "4",
          "prep_time": "5"
        },
        {
          "name": "Patrol activity",
          "url": "https://www.scouting.org/cub-scout-activities/patrol-activity/",
          "description": "Participate in an activity with your patrol.",
          "location": "Travel",
          "energy_level": "5",
          "supply_list": "4",
          "prep_time": "5"
        }
      ]
    }
  ]
}