{
  "rank_name": "Arrow of Light",
  "adventure_name": "Swimming",
  "adventure_type": "Elective",
  "adventure_category": "",
  "adventure_overview": "As you get ready to join Scouts BSA, there are new aquatic activities that you will get the chance to do. Small-boat sailing, SCUBA, and overnight canoe treks are just some of the great adventures. To earn many of the aquatic-based merit badges in Scouts BSA, you will need to pass Scouting America swimmer test. In this Adventure you do not have to pass Scouting America swimmer test ; you just need to attempt it. If you do not pass the swimmer test for this Adventure, you can practice before you go to Scouts BSA summer camp or sign up for a session on how to swim at the camp you attend. As a swimmer you will have more merit badges you can earn at summer camp. This elective Adventure may be earned by completing the requirements below OR passing Scouting America Swimmer Test OR taking swimming lessons.",
  "url": "https://www.scouting.org/cub-scout-adventures/swimming/",
  "image_url": "",
  "image_filename": null,
  "requirements": [
    {
      "id": "2",
      "text": "Explain the meaning of “order of rescue” and demonstrate the reach and throw rescue techniques from land.",
      "activities": [
        {
          "name": "Order of Rescue AOL",
          "url": "https://www.scouting.org/cub-scout-activities/order-of-rescue-aol/",
          "description": "Cub Scouts learn order of rescue and reach and throw rescue techniques.",
          "location": "Travel",
          "energy_level": "4",
          "supply_list": "3",
          "prep_time": "5"
        }
      ]
    },
    {
      "id": "3",
      "text": "Attempt Scouting America swimmer test.",
      "activities": [
        {
          "name": "Scouting America Swimmer Test AOL",
          "url": "https://www.scouting.org/cub-scout-activities/scouting-america-swimmer-test-aol/",
          "description": "Cub Scouts attempt the Scouting America swimmer test.",
          "location": "Travel",
          "energy_level": "5",
          "supply_list": "4",
          "prep_time": "5"
        }
      ]
    },
    {
      "id": "4",
      "text": "Have 30 minutes or more of free swim time during which you practice the buddy system and stay within your ability group. The qualified adult supervision should conduct at least three buddy checks per half hour of swimming.",
      "activities": [
        {
          "name": "Go Swimming AOL",
          "url": "https://www.scouting.org/cub-scout-activities/go-swimming-aol/",
          "description": "Take your patrol and go swimming.",
          "location": "Travel",
          "energy_level": "5",
          "supply_list": "5",
          "prep_time": "5"
        }
      ]
    }
  ]
}