{
  "rank_name": "Webelos",
  "adventure_name": "Build It",
  "adventure_type": "Elective",
  "adventure_category": "",
  "adventure_overview": "If you visit a lumber store, you’ll see rows and rows of all sorts of wood: boards, dowel rods, sheets of plywood, cedar shingles, and more. With some tools and time, a skilled craftsperson can turn that wood into toys, bookcases, or even an entire house. You won’t build a house in this Adventure, but you will build a smaller carpentry project. You’ll also learn about the tools you could use to build just about anything you can dream up. So, grab your tool belt, and let’s get started. Prior to any activity, use Scouting America SAFE Checklist to ensure the safety of all those involved. All participants in official Scouting America activities should become familiar with the Guide to Safe Scouting and applicable program literature or manuals.",
  "url": "https://www.scouting.org/cub-scout-adventures/build-it/",
  "image_url": "https://www.scouting.org/wp-content/uploads/2024/01/2023_2024_loops_pins_Build_It.jpg",
  "requirements": [
    {
      "id": "1",
      "text": "Learn about some basic tools and the proper use of each tool. Learn about and understand the need for safety when you work with tools.",
      "activities": [
        {
          "name": "Tool Safety and Practice",
          "url": "https://www.scouting.org/cub-scout-activities/tool-safety-and-practice/",
          "description": "Introduce Cub Scouts to basic tools and teach them  use  the tools safely.",
          "location": "Indoor",
          "energy_level": "3",
          "supply_list": "3",
          "prep_time": "3"
        }
      ]
    },
    {
      "id": "2",
      "text": "Demonstrate  how to check for plumb, level, and square when building.",
      "activities": [
        {
          "name": "Doorway Plumb, Level, and Square",
          "url": "https://www.scouting.org/cub-scout-activities/doorway-plumb-level-and-square/",
          "description": "Cub Scouts check  a door frame  for plumb, level, and square.",
          "location": "Indoor",
          "energy_level": "3",
          "supply_list": "3",
          "prep_time": "2"
        },
        {
          "name": "Table Plumb, Level, and Square",
          "url": "https://www.scouting.org/cub-scout-activities/table-plumb-level-and-square/",
          "description": "Cub Scouts check a wooden table for plumb, level, and square.",
          "location": "Indoor",
          "energy_level": "3",
          "supply_list": "3",
          "prep_time": "2"
        }
      ]
    },
    {
      "id": "3",
      "text": "With the guidance of your Webelos den leader, parent, or legal guardian, select a carpentry project that requires it to be either plumb, level, and/or square.  Create a list of materials and tools you will need to complete the project.",
      "activities": [
        {
          "name": "Build Project Prep",
          "url": "https://www.scouting.org/cub-scout-activities/build-project-prep/",
          "description": "Pick a project from the Webelos handbook and put together a list of materials and tools.",
          "location": "Indoor",
          "energy_level": "1",
          "supply_list": "2",
          "prep_time": "1"
        }
      ]
    }
  ]
}