{
  "name": "American Cultures",
  "overview": "The United States is a nation of immigrants. Every person came to America from somewhere else—or their ancestors did—and understanding these various cultural backgrounds can help Scouts to live in harmony with others in our varied and increasingly multicultural society.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/american-cultures/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/American%20Cultures.pdf",
  "shop_url": "https://www.scoutshop.org/american-cultures-merit-badge-pamphlet-655136.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/AmericanCultures-qjjk7nbqjdp20a8bkyxk52eqcw9x9weiflmucyyp28.png",
  "image_filename": "american-cultures-merit-badge.jpg",
  "requirements": [
    {
      "id": null,
      "text": "NOTE: Choose THREE groups that have different racial, cultural, national, or ethnic backgrounds, one of which comes from your own background. Use these groups to meet requirements 1, 2, and 3.",
      "internal_parent_id": null,
      "internal_id": "11313",
      "requirements": []
    },
    {
      "id": null,
      "text": "NOTE:  The official merit badge pamphlets are now free and downloadable  [HERE](https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/American%20Cultures.pdf) or can be purchased at the [Scout Shop.](https://www.scoutshop.org/)",
      "internal_parent_id": null,
      "internal_id": "14050",
      "requirements": []
    },
    {
      "id": "1",
      "text": "Do TWO of the following, choosing a different group for each:",
      "internal_parent_id": null,
      "internal_id": "57",
      "requirements": [
        {
          "id": "a",
          "text": "Go to a festival, celebration, or other event identified with one of the groups. Report on what you see and learn.",
          "internal_parent_id": "57",
          "internal_id": "62",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Go to a place of worship, school, or other institution identified with one of the groups. Report on what you see and learn.",
          "internal_parent_id": "57",
          "internal_id": "63",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Talk with a person from one of the groups about the heritage and traditions of the group. Report on what you learn.",
          "internal_parent_id": "57",
          "internal_id": "64",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Learn a song, dance, poem, or story that is traditional to one group, and teach it to a group of your friends.",
          "internal_parent_id": "57",
          "internal_id": "65",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Go to a library or museum to see a program or exhibit featuring one group's traditions. Report on what you see and learn.",
          "internal_parent_id": "57",
          "internal_id": "66",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Imagine that one of the groups had always lived alone in a city or country to which no other groups ever came. Tell what you think the city or country might be like today. Now tell what you think it might be like if the three groups you chose lived there at the same time.",
      "internal_parent_id": null,
      "internal_id": "58",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Tell about some differences between the religious and social customs of the three groups. Tell about some ideas or ways of doing things that are similar in the three groups.",
      "internal_parent_id": null,
      "internal_id": "59",
      "requirements": []
    },
    {
      "id": "4",
      "text": "Tell about a contribution made to our country by three different people, each from a different racial, ethnic, or religious background.",
      "internal_parent_id": null,
      "internal_id": "60",
      "requirements": []
    },
    {
      "id": "5",
      "text": "Give a talk to your Scout unit or class at school on how people from different groups have gotten along together. Lead a discussion on what can be done to help various groups understand one another better.",
      "internal_parent_id": null,
      "internal_id": "61",
      "requirements": []
    }
  ]
}