{
  "name": "American Heritage",
  "overview": "Every Scout swears to an oath that includes duty to his country. A better understanding of American heritage, the ways in which the past has lead to our present nation, is key to truly knowing what it means to be an American.",
  "is_eagle_required": false,
  "is_lab": false,
  "url": "https://www.scouting.org/merit-badges/american-heritage/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/American%20Heritage.pdf",
  "workbook_pdf_url": "http://usscouts.org/mb/worksheets/American-Heritage.pdf",
  "workbook_docx_url": "http://usscouts.org/mb/worksheets/American-Heritage.docx",
  "shop_url": "https://www.scoutshop.org/american-heritage-merit-badge-pamphlet-654548.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/AmericanHeritage-qjjk7nbqjdp20a8bkyxk52eqcw9x9weiflmucyyp28.png",
  "image_filename": "american-heritage-merit-badge.jpg",
  "requirements": [
    {
      "id": "4669",
      "label": "1",
      "content": [
        {
          "type": "text",
          "value": "Read the Declaration of Independence. Pay close attention to the section that begins with \"We hold these truths to be self-evident\" and ends with \"to provide new Guards for their future security.\" Rewrite that section in your own words, making it as easy to understand as possible. Then, share your writing with your counselor and discuss the importance of the Declaration to all Americans."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "4650",
      "label": "2",
      "content": [
        {
          "type": "text",
          "value": "Do TWO of the following:"
        }
      ],
      "resources": [],
      "sub_requirements": [
        {
          "id": "4651",
          "label": "a",
          "content": [
            {
              "type": "text",
              "value": "Select two individuals from American history, one a political leader (a president, senator, etc.) and the other a private citizen (a writer, religious leader, etc.). Find out about each person's accomplishments and compare the contributions each has made to America's heritage."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4652",
          "label": "b",
          "content": [
            {
              "type": "text",
              "value": "With your counselor's approval, choose an organization that has promoted some type of positive change in American society. Find out why the organization believed this change was necessary and how it helped to accomplish the change. Discuss how this organization is related to events or situations from America's past."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4653",
          "label": "c",
          "content": [
            {
              "type": "text",
              "value": "With your counselor's approval, interview two veterans of the U.S. military. Find out what their experiences were like. Ask the veterans what they believe they accomplished."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4654",
          "label": "d",
          "content": [
            {
              "type": "text",
              "value": "With your counselor's approval, interview three people in your community of different ages and occupations. Ask these people what America means to them, what they think is special about this country, and what American traditions they feel are important to preserve."
            }
          ],
          "resources": [],
          "sub_requirements": []
        }
      ]
    },
    {
      "id": "4655",
      "label": "3",
      "content": [
        {
          "type": "text",
          "value": "Do the following:"
        }
      ],
      "resources": [],
      "sub_requirements": [
        {
          "id": "4656",
          "label": "a",
          "content": [
            {
              "type": "text",
              "value": "Select a topic related to the United States that is currently in the news. Describe to your counselor what is happening. Explain how today's events are related to or affected by the events and values of America's past."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4657",
          "label": "b",
          "content": [
            {
              "type": "text",
              "value": "For the following, describe its adoption, tell about any changes since its adoption, and explain how each one continues to influence Americans today: the flag, the Pledge of Allegiance, the Great Seal of the United States, the motto, and the national anthem."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4658",
          "label": "c",
          "content": [
            {
              "type": "text",
              "value": "Research your family's history. Find out how various events and situations in American history affected your family. If your family immigrated to America, tell the reasons why. Share what you find with your counselor."
            }
          ],
          "resources": [],
          "sub_requirements": []
        }
      ]
    },
    {
      "id": "4659",
      "label": "4",
      "content": [
        {
          "type": "text",
          "value": "Do TWO of the following:"
        }
      ],
      "resources": [],
      "sub_requirements": [
        {
          "id": "4660",
          "label": "a",
          "content": [
            {
              "type": "text",
              "value": "Explain the National Register of Historic Places and how a property becomes eligible for listing in the National Register of Historic Places. Make a map of your local area, marking the points of historical interest. Tell about any National Register properties in your area. Share the map with your counselor, and describe the historical points you have indicated."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4661",
          "label": "b",
          "content": [
            {
              "type": "text",
              "value": "Research an event of historical importance that took place in or near your area. If possible, visit the place. Tell your counselor about the event and how it affected local history. Describe how the area looked then and what it now looks like."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4662",
          "label": "c",
          "content": [
            {
              "type": "text",
              "value": "Find out when, why, and how your town or neighborhood started, and what ethnic, national, or racial groups played a part. Find out how the area has changed over the past 50 years and try to explain why."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4663",
          "label": "d",
          "content": [
            {
              "type": "text",
              "value": "Take an active part in a program about an event or person in American history. Report to your counselor about the program, the part you took, and the subject."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4664",
          "label": "e",
          "content": [
            {
              "type": "text",
              "value": "Visit a historic trail or walk in your area. After your visit, share with your counselor what you have learned. Discuss the importance of this location and explain why you think it might qualify for National Register listing."
            }
          ],
          "resources": [],
          "sub_requirements": []
        }
      ]
    },
    {
      "id": "4665",
      "label": "5",
      "content": [
        {
          "type": "text",
          "value": "Do ONE of the following:"
        }
      ],
      "resources": [],
      "sub_requirements": [
        {
          "id": "4666",
          "label": "a",
          "content": [
            {
              "type": "text",
              "value": "Watch two motion pictures (with the approval and permission of your counselor and parent or guardian) that are set in some period of American history. Describe to your counselor how accurate each film is with regard to the historical events depicted and also with regard to the way the characters are portrayed."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4667",
          "label": "b",
          "content": [
            {
              "type": "text",
              "value": "Read a biography (with your counselor's approval) of someone who has made a contribution to America's heritage. Tell some things you admire about this individual and some things you do not admire. Explain why you think this person has made a positive or a negative contribution to America's heritage."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "4668",
          "label": "c",
          "content": [
            {
              "type": "text",
              "value": "Listen to recordings of popular songs from various periods of American history. Share five of these songs with your counselor, and describe how each song reflects the way people felt about the period in which it was popular. If a recording is not available, have a copy of the lyrics available."
            }
          ],
          "resources": [],
          "sub_requirements": []
        }
      ]
    },
    {
      "id": "4670",
      "label": "6",
      "content": [
        {
          "type": "text",
          "value": "Discuss with your counselor the career opportunities in American heritage. Pick one that interests you and explain how to prepare for this career. Discuss what education and training are required for this career."
        }
      ],
      "resources": [],
      "sub_requirements": []
    }
  ]
}