{
  "name": "American Labor",
  "overview": "The labor movement in America seeks to ensure that the civil rights of laborers are protected in the workplace, especially in regard to wages, hours, and working conditions.",
  "is_eagle_required": false,
  "is_lab": false,
  "url": "https://www.scouting.org/merit-badges/american-labor/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/American%20Labor.pdf",
  "workbook_pdf_url": "http://usscouts.org/mb/worksheets/American-Labor.pdf",
  "workbook_docx_url": "http://usscouts.org/mb/worksheets/American-Labor.docx",
  "shop_url": "https://www.scoutshop.org/american-labor-merit-badge-pamphlet-660206.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/AmericanLabor-qjjk7nbqjdp20a8bkyxk52eqcw9x9weiflmucyyp28.png",
  "image_filename": "american-labor-merit-badge.jpg",
  "requirements": [
    {
      "id": "6153",
      "label": "1",
      "content": [
        {
          "type": "text",
          "value": "Using resources available to you, learn about working people and work-related concerns. List and briefly describe or give examples of at least EIGHT concerns of American workers. These may include, but are not limited to, working conditions, workplace safety, hours, wages, seniority, job security, equal-opportunity employment and discrimination, guest workers, automation and technologies that replace workers, unemployment, layoffs, outsourcing, and employee benefits such as health care, child care, profit sharing, continuing education, and retirement benefits."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "6149",
      "label": "2",
      "content": [
        {
          "type": "text",
          "value": "With your counselor's and parent or guardian's approval and permission, visit the office or attend a meeting of a local union, a central labor council, or an employee organization, or contact one of these organizations via the internet. Then do the following:"
        }
      ],
      "resources": [],
      "sub_requirements": [
        {
          "id": "6150",
          "label": "a",
          "content": [
            {
              "type": "text",
              "value": "Find out what the organization does."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "6151",
          "label": "b",
          "content": [
            {
              "type": "text",
              "value": "Share the list of issues and concerns you made for requirement 1. Ask the people you communicate with which issues are of greatest interest or concern to them and why."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "6152",
          "label": "c",
          "content": [
            {
              "type": "text",
              "value": "Draw a diagram showing how the organization is structured, from the local to the national level, if applicable."
            }
          ],
          "resources": [],
          "sub_requirements": []
        }
      ]
    },
    {
      "id": "6154",
      "label": "3",
      "content": [
        {
          "type": "text",
          "value": "Explain to your counselor what labor unions are, what they do, and what services they provide to members. In your discussion, show that you understand the concepts of labor, management, collective bargaining, negotiation, union shops, open shops, grievance procedures, mediation, arbitration, work stoppages, strikes, and lockouts."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "6155",
      "label": "4",
      "content": [
        {
          "type": "text",
          "value": "Explain what is meant by the adversarial model of labor-management relations, compared with a cooperative-bargaining style."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "6144",
      "label": "5",
      "content": [
        {
          "type": "text",
          "value": "Do ONE of the following:"
        }
      ],
      "resources": [],
      "sub_requirements": [
        {
          "id": "6145",
          "label": "a",
          "content": [
            {
              "type": "text",
              "value": "Develop a time line of significant events in the history of the American labor movement from the 1770s to the present."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "6146",
          "label": "b",
          "content": [
            {
              "type": "text",
              "value": "Prepare an exhibit, a scrapbook, or a computer presentation, such as a slide show, illustrating three major achievements of the American labor movement and how those achievements affect American workers."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "6147",
          "label": "c",
          "content": [
            {
              "type": "text",
              "value": "With your counselor's and parent or guardian's approval and permission, watch a movie that addresses organized labor in the United States. Afterward, discuss the movie with your counselor and explain what you learned."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "6148",
          "label": "d",
          "content": [
            {
              "type": "text",
              "value": "Read a biography (with your counselor's approval) of someone who has made a contribution to the American labor movement. Explain what contribution this person has made to the American labor movement."
            }
          ],
          "resources": [],
          "sub_requirements": []
        }
      ]
    },
    {
      "id": "6156",
      "label": "6",
      "content": [
        {
          "type": "text",
          "value": "Explain the term globalization. Discuss with your counselor some effects of globalization on the workforce in the United States. Explain how this global workforce fits into the economic system of this country."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "6157",
      "label": "7",
      "content": [
        {
          "type": "text",
          "value": "Choose a labor issue of widespread interest to American workers - an issue in the news currently or known to you from your work on this merit badge. Before your counselor, or in writing, argue both sides of the issue, first taking management's side, then presenting labor's or the employee's point of view. In your presentation, summarize the basic rights and responsibilities of employers and employees, including union members and nonunion members."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "6158",
      "label": "8",
      "content": [
        {
          "type": "text",
          "value": "Discuss with your counselor the different goals that may motivate the owners of a business, its stockholders, its customers, its employees, the employees' representatives, the community, and public officials. Explain why agreements and compromises are made and how they affect each group in achieving its goals."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "6159",
      "label": "9",
      "content": [
        {
          "type": "text",
          "value": "Learn about opportunities in the field of labor relations. Choose one career in which you are interested and discuss with your counselor the major responsibilities of that position and the qualifications, education, and training such a position requires."
        }
      ],
      "resources": [],
      "sub_requirements": []
    }
  ]
}