{
  "name": "Aviation",
  "overview": "For most of history, people have dreamed of flying, imagining how it would feel to soar through the sky like an eagle or hover in midair like a hummingbird, to float on unseen currents, free of Earth’s constant tug, able to travel great distances and to rise above any obstacle. Today, through aviation, we can not only join the birds but also fly farther, faster, and higher than they ever could.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/aviation/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Aviation_2024.pdf",
  "shop_url": "https://www.scoutshop.org/bsa-aviation-merit-badge-pamphlet-661044.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Aviation-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": "1",
      "text": "Aviation Basics and Mechanics of Flight. Do the following:",
      "internal_parent_id": null,
      "internal_id": "12667",
      "requirements": [
        {
          "id": "a",
          "text": "Define \"aircraft.\" Describe three kinds of aircraft today, and their typical uses.",
          "internal_parent_id": "12667",
          "internal_id": "12668",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Provide a brief overview of the evolution of flight, and discuss three notable times in history important to aviation.",
          "internal_parent_id": "12667",
          "internal_id": "13845",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Explain the difference between a fixed wing and a rotary wing aircraft, and the benefits of each.",
          "internal_parent_id": "12667",
          "internal_id": "12669",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Explain the operation of piston, turbine, and jet engines.",
          "internal_parent_id": "12667",
          "internal_id": "12670",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Using a model aircraft, describe the four forces that act on an aircraft in flight.",
          "internal_parent_id": "12667",
          "internal_id": "12671",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Explain how an airfoil generates lift, specifically noting Bernoulli's principle.",
          "internal_parent_id": "12667",
          "internal_id": "12672",
          "requirements": []
        },
        {
          "id": "g",
          "text": "Identify and describe the aerodynamic control surfaces on the aircraft of your choice, and explain how they operate to control its attitude and direction of flight.",
          "internal_parent_id": "12667",
          "internal_id": "12688",
          "requirements": []
        },
        {
          "id": "h",
          "text": "Explain the purposes and functions of the various instruments found in a typical single-engine aircraft: attitude indicator, heading indicator, altimeter, airspeed indicator, turn and bank indicator, vertical speed indicator, compass, navigation, communication, and engine performance indicators.",
          "internal_parent_id": "12667",
          "internal_id": "12689",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Principles of Flight.  Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "12673",
      "requirements": [
        {
          "id": "a",
          "text": "Build a model FPG-9. Get others in your troop or patrol to make their own model, then organize a competition to test the precision of flight and landing of the models.",
          "internal_parent_id": "12673",
          "internal_id": "12674",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Build a rubber-band driven balsa wood airplane. Fly the plane for 25 feet in a straight line, with a smooth landing.",
          "internal_parent_id": "12673",
          "internal_id": "12675",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Build (or obtain) a fuel-driven or battery-powered electric model aircraft or drone. Obtain The Recreational UAS Safety Test (TRUST) certification, and fly the aircraft with a successful take-off and landing.",
          "internal_parent_id": "12673",
          "internal_id": "12676",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Flight Operations.  Do TWO of the following:",
      "internal_parent_id": null,
      "internal_id": "12680",
      "requirements": [
        {
          "id": "a",
          "text": "Using a flight simulator software package, set a course and fly the headings you have established with a successful take-off and landing.",
          "internal_parent_id": "12680",
          "internal_id": "12681",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Under supervision, perform a preflight inspection of an aircraft.",
          "internal_parent_id": "12680",
          "internal_id": "12682",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Observe and/or participate in an aircraft maintenance activity. Describe the maintenance schedule and requirements for an aircraft of your choice.",
          "internal_parent_id": "12680",
          "internal_id": "12696",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Obtain and learn how to read an aeronautical chart. Measure a true course on the chart; correct it for magnetic variation, compass deviation, and wind drift to determine a navigational heading for an aircraft.",
          "internal_parent_id": "12680",
          "internal_id": "12697",
          "requirements": []
        },
        {
          "id": "e",
          "text": "With your parent or guardian's permission, take a discovery flight in an aircraft. Record the date, place, type of aircraft, and duration of flight. Report on your impressions of the flight.",
          "internal_parent_id": "12680",
          "internal_id": "12698",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Airport Operations.  Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "12683",
      "requirements": [
        {
          "id": "a",
          "text": "Visit an airport. After the visit, report on how the facilities are used, how runways are numbered, and how runways are determined to be \"active.\"",
          "internal_parent_id": "12683",
          "internal_id": "12684",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Visit a Federal Aviation Administration facility: Airport Traffic Control Tower (ATCT), Terminal Radar Approach Control (TRACON), Air Route Traffic Control Center (ARTCC), or Flight Standards District Office (FSDO). Report on the operation and your impressions of the facility.",
          "internal_parent_id": "12683",
          "internal_id": "12685",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Visit a military aviation facility. Learn how that facility supports defense and/or civilian activities. Report on the operation and your impressions of the facility.",
          "internal_parent_id": "12683",
          "internal_id": "12686",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Visit an aviation museum or attend an air show. Report on your impressions of the museum or show, and what you learned from the experience.",
          "internal_parent_id": "12683",
          "internal_id": "12695",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Personal & Professional Aviation Opportunities. Do the following:",
      "internal_parent_id": null,
      "internal_id": "12687",
      "requirements": [
        {
          "id": "a",
          "text": "Explain the following: the student pilot, the recreational pilot, the remote pilot, and the private pilot certificates.",
          "internal_parent_id": "12687",
          "internal_id": "12690",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Describe the benefits of the instrument rating.",
          "internal_parent_id": "12687",
          "internal_id": "12691",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Explain the following: the commercial pilot certificate, the airline transport pilot certificate, and certified flight instructor (CFI).",
          "internal_parent_id": "12687",
          "internal_id": "12692",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Identify an Aviation Exploring Post and/or Civil Air Patrol facility in your area. Learn about their activities and membership requirements.",
          "internal_parent_id": "12687",
          "internal_id": "12693",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Identify three career opportunities that would use skills and knowledge in aviation. Pick one and research the training, education, certification requirements, experience, and expenses associated with entering the field. Research the prospects for employment, starting salary, advancement opportunities and career goals associated with this career. Discuss what you learned with your counselor and whether you might be interested in this career.",
          "internal_parent_id": "12687",
          "internal_id": "12694",
          "requirements": []
        }
      ]
    }
  ]
}