{
  "name": "Canoeing",
  "overview": "For several centuries, the canoe was a primary method of travel for explorers and settlers. Today, it remains an important part of the wilderness experience and an enjoyable leisure activity that teaches communication, teamwork, and physical fitness.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/canoeing/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/35867(22)_Canoeing_REQS.pdf",
  "shop_url": null,
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Canoeing-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": "1",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "11595",
      "requirements": [
        {
          "id": "a",
          "text": "Review with your counselor the most likely hazards you may encounter while participating in canoeing activities and what you should do to anticipate, help prevent, mitigate, and respond to these hazards.",
          "internal_parent_id": "11595",
          "internal_id": "11596",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Review prevention, symptoms, and first-aid treatment for the following injuries or illnesses that could occur while canoeing: blisters, cold-water shock and hypothermia, dehydration, heat-related illnesses, sunburn, sprains, and strains.",
          "internal_parent_id": "11595",
          "internal_id": "11597",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Discuss the Scouting America Safety Afloat policy. Tell how it applies to canoeing activities.",
          "internal_parent_id": "11595",
          "internal_id": "11598",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Before doing the following requirements, successfully complete the Scouting America swimmer test: Jump feetfirst into water over the head in depth. Level off and swim 75 yards in a strong manner using one or more of the following strokes: sidestroke, breaststroke, trudgen, or crawl; then swim 25 yards using an easy, resting backstroke. The 100 yards must be completed in one swim without stops and must include at least one sharp turn. After completing the swim, rest by floating.",
      "internal_parent_id": null,
      "internal_id": "11599",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "11600",
      "requirements": [
        {
          "id": "a",
          "text": "Name and point out the major parts of a canoe.",
          "internal_parent_id": "11600",
          "internal_id": "11601",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Describe how the length and shape of a canoe affect its performance.",
          "internal_parent_id": "11600",
          "internal_id": "11602",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "11603",
      "requirements": [
        {
          "id": "a",
          "text": "Name and point out the parts of a paddle.",
          "internal_parent_id": "11603",
          "internal_id": "11604",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Demonstrate how to correctly size a paddle for a paddler in a sitting position and a kneeling position.",
          "internal_parent_id": "11603",
          "internal_id": "11605",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "11606",
      "requirements": [
        {
          "id": "a",
          "text": "Review with your counselor the characteristics of life jackets most appropriate for canoeing and tell why a life jacket must always be worn while paddling.",
          "internal_parent_id": "11606",
          "internal_id": "11607",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Demonstrate how to select and properly fit the correct size life jacket.",
          "internal_parent_id": "11606",
          "internal_id": "11608",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Review the importance of safety and rescue equipment such as a sound signal device, extra paddle, sponge, bailer, bilge pump, rescue sling, ropes, throw bag.",
          "internal_parent_id": "11606",
          "internal_id": "11609",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Review with your counselor the general care and maintenance of canoes,  paddles, and other canoeing equipment.",
      "internal_parent_id": null,
      "internal_id": "11610",
      "requirements": []
    },
    {
      "id": "7",
      "text": "With a companion, use a properly equipped canoe to demonstrate the following:",
      "internal_parent_id": null,
      "internal_id": "11611",
      "requirements": [
        {
          "id": "a",
          "text": "Safely carry and launch the canoe from a dock or shore (both, if possible).",
          "internal_parent_id": "11611",
          "internal_id": "11612",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Safely land the canoe on a dock or shore (both, if possible) and return it to its proper storage location.",
          "internal_parent_id": "11611",
          "internal_id": "11613",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Demonstrate kneeling and sitting positions in a canoe and explain the proper use for each position.",
          "internal_parent_id": "11611",
          "internal_id": "11614",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Change places while afloat in the canoe.",
          "internal_parent_id": "11611",
          "internal_id": "11616",
          "requirements": []
        }
      ]
    },
    {
      "id": "8",
      "text": "With a companion, use a properly equipped canoe to demonstrate the following:",
      "internal_parent_id": null,
      "internal_id": "11615",
      "requirements": [
        {
          "id": "a",
          "text": "Safely exit the canoe in deep water without losing contact with the canoe. Reenter the canoe with the assistance of the other paddler without capsizing the boat.",
          "internal_parent_id": "11615",
          "internal_id": "11617",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Safely perform a controlled capsize of the canoe and demonstrate how staying with a capsized canoe will support both paddlers.",
          "internal_parent_id": "11615",
          "internal_id": "11618",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Swim, tow, or push a swamped canoe 50 feet to shallow water. In the shallow water, empty the swamped canoe and reenter it.",
          "internal_parent_id": "11615",
          "internal_id": "11619",
          "requirements": []
        },
        {
          "id": "d",
          "text": "In deep water, rescue a swamped canoe and its paddlers. After checking that those in the water do not need immediate assistance, empty the swamped canoe and help the paddlers safely reenter their boat without capsizing.",
          "internal_parent_id": "11615",
          "internal_id": "11620",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Perform a canoe rescue of a conscious swimmer.",
          "internal_parent_id": "11615",
          "internal_id": "11621",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Using a rescue (throw) bag from shore, lay the line within 3 feet of a conscious swimmer 30 feet away. Show how to repack the bag when done.",
          "internal_parent_id": "11615",
          "internal_id": "11622",
          "requirements": []
        }
      ]
    },
    {
      "id": "9",
      "text": "With a companion, using a properly equipped canoe to demonstrate the following tandem maneuvers while paddling in unison on opposite sides and without changing sides. Each paddler must demonstrate these maneuvers in both the bow and stern and on both sides of the canoe while maintaining trim and balance of the canoe:",
      "internal_parent_id": null,
      "internal_id": "11623",
      "requirements": [
        {
          "id": "a",
          "text": "Pivot (spin) the canoe 180° (half circle) to the right from a stationary position, stop, and return to the starting position by pivoting to the left using draw and pushaway strokes or using forward and reverse sweeps staying within 2 boat lengths of the starting position.",
          "internal_parent_id": "11623",
          "internal_id": "11624",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Move a canoe sideways (abeam) in one direction for 10 feet and then return to the starting position using the draw and pushaway strokes.",
          "internal_parent_id": "11623",
          "internal_id": "11625",
          "requirements": []
        },
        {
          "id": "c",
          "text": "While in forward motion, stop the canoe within two boat lengths using the backstroke.",
          "internal_parent_id": "11623",
          "internal_id": "11626",
          "requirements": []
        },
        {
          "id": "d",
          "text": "While in the stern position and without assistance from the bow paddler, paddle in a straight line 15-20 boat lengths using an appropriate steering stroke, e.g., the J-stroke or thumb-down rudder stroke with or without a stern pry.",
          "internal_parent_id": "11623",
          "internal_id": "11627",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Move the canoe in a straight line 15-20 boat lengths with the bow paddler using as necessary the forward stroke, draw stroke or forward sweep and the stern paddler using an appropriate steering stroke, e.g., the J-stroke or thumbdown rudder stroke with or without a stern pry.",
          "internal_parent_id": "11623",
          "internal_id": "11628",
          "requirements": []
        },
        {
          "id": "f",
          "text": "While maintaining forward motion, turn the canoe 90° in an arc to the right in 5-10 boat lengths with the bow paddler using as necessary either the draw stroke or forward sweep and the stern paddler using only the forward stroke. Repeat the maneuver turning the canoe 90° to the left.",
          "internal_parent_id": "11623",
          "internal_id": "11629",
          "requirements": []
        },
        {
          "id": "g",
          "text": "Move the canoe backwards in a straight line 3-4 boat lengths using as necessary the back stroke, reverse sweep or draw stroke in the bow or the stern.",
          "internal_parent_id": "11623",
          "internal_id": "11630",
          "requirements": []
        },
        {
          "id": "h",
          "text": "Complete a figure of 8 course around markers 3-4 boat lengths apart using appropriate strokes including the draw stroke, and the forward and reverse sweeps.",
          "internal_parent_id": "11623",
          "internal_id": "11631",
          "requirements": []
        }
      ]
    }
  ]
}