{
  "name": "Collections",
  "overview": "Discover how collecting can be an educational and financially rewarding pastime with the Collections Merit Badge. Scouts will prepare a brief written report, give a detailed description, and explain the development of their collection while demonstrating the knowledge of preserving and displaying their most prized possessions.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/collections/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/35875(21)Collections_REQ.pdf",
  "shop_url": "https://www.scoutshop.org/collections-merit-badge-pamphlet-655186.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Collections-qjjk7p7ex1rmni5l9zqta1xnjo0npalz3uxtbivwps.png",
  "requirements": [
    {
      "id": "1",
      "text": "Prepare a short written report or outline for your counselor, giving a detailed description of your collection,* including a short history, why you enjoy your collection, and what you have learned from collecting. Be sure to include why you chose that particular type of collection/collecting method.",
      "internal_parent_id": null,
      "internal_id": "9427",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Explain the growth and development of your collection.",
      "internal_parent_id": null,
      "internal_id": "9428",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Demonstrate your knowledge of preserving and displaying your collection.",
      "internal_parent_id": null,
      "internal_id": "9412",
      "requirements": [
        {
          "id": "a",
          "text": "Explain the precautions you need to take to preserve your collection, including:",
          "internal_parent_id": "9412",
          "internal_id": "9413",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Explain how best to display your collection, keeping in mind preserving as discussed above.",
          "internal_parent_id": "9412",
          "internal_id": "9414",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Explain to your counselor the events available for a hobbyist of this collection, including shows, seminars, conventions, contests, and museum programs and exhibits.",
          "internal_parent_id": "9412",
          "internal_id": "9415",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Explain to your counselor how you keep track of your collection. Describe your cataloging method.",
          "internal_parent_id": "9412",
          "internal_id": "9433",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Demonstrate your knowledge of collecting and investing. Discuss with your counselor:",
      "internal_parent_id": null,
      "internal_id": "9416",
      "requirements": [
        {
          "id": "a",
          "text": "How investing and speculation would apply to your collection",
          "internal_parent_id": "9416",
          "internal_id": "9417",
          "requirements": []
        },
        {
          "id": "b",
          "text": "What you would look for in purchasing other collections similar to yours",
          "internal_parent_id": "9416",
          "internal_id": "9418",
          "requirements": []
        },
        {
          "id": "c",
          "text": "What you would expect in return value if you decided to sell all or part of the collection.",
          "internal_parent_id": "9416",
          "internal_id": "9419",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "9420",
      "requirements": [
        {
          "id": "a",
          "text": "Discuss with your counselor at least 10 terms commonly used to describe your collection and be prepared to discuss the definition of each.",
          "internal_parent_id": "9420",
          "internal_id": "9421",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Show your counselor any two groups from your collection. Explain how you organized your collection and why you chose that method. (Note: if your collection is too large to transport and your counselor is unable to view your collection directly, photographs should be available to share.)",
          "internal_parent_id": "9420",
          "internal_id": "9422",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Explain the monetary value of your collection and where you learned about those values.",
          "internal_parent_id": "9420",
          "internal_id": "9423",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Explain how your collection is graded for value, physical defects, size, and age. Show the various classifications or ratings used in your collection.",
          "internal_parent_id": "9420",
          "internal_id": "9424",
          "requirements": []
        },
        {
          "id": "e",
          "text": "List the national, state, or local association(s) related to or associated with your collection.",
          "internal_parent_id": "9420",
          "internal_id": "9425",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Explain to your counselor the purpose of and reason for the identification number (if applicable), series, brand name (if any), and any other special identification marks.",
          "internal_parent_id": "9420",
          "internal_id": "9426",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Discuss with your counselor the plans you have to continue with the collection in the future.",
      "internal_parent_id": null,
      "internal_id": "9429",
      "requirements": []
    },
    {
      "id": "7",
      "text": "Find out about career opportunities in collecting. Pick one and find out the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you.",
      "internal_parent_id": null,
      "internal_id": "9431",
      "requirements": []
    },
    {
      "id": null,
      "text": "* Stamp and coin collecting are excluded from eligibility for this merit badge.",
      "internal_parent_id": null,
      "internal_id": "13829",
      "requirements": []
    }
  ]
}