{
  "name": "Composite Materials",
  "overview": "Composites can be found just about everywhere: in airplanes and sports cars, golf clubs and guitars, boats and baseball bats, bathtubs and circuit boards, and even bridges. Composites make bicycles and skis lighter, kayaks and canoes stronger, houses warmer, and helmets tougher.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/composite-materials/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Composite%20Materials_2024.pdf",
  "shop_url": "https://www.scoutshop.org/composite-materials-35877.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Composites-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": "1",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "4817",
      "requirements": [
        {
          "id": "a",
          "text": "Explain to your counselor the most likely hazards you may encounter while working with composite materials and what you should do to anticipate, mitigate, and prevent, and respond to these hazards. Describe the appropriate safety gear and clothing that should be used when working with composite materials.",
          "internal_parent_id": "4817",
          "internal_id": "4818",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Explain the precautions that must be taken when handling, storing, and disposing of resins, reinforcements, and other materials used in composites. Include in your discussion the importance of health, safety, and environmental responsibility and awareness.",
          "internal_parent_id": "4817",
          "internal_id": "4819",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Describe what a safety data sheet (SDS) is and tell why it is used.",
          "internal_parent_id": "4817",
          "internal_id": "4820",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "4821",
      "requirements": [
        {
          "id": "a",
          "text": "Explain what composite materials are. Include a brief history of composites and how they have developed.",
          "internal_parent_id": "4821",
          "internal_id": "4822",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Compare the similarities and differences between composites and wood, aluminum, copper, and steel. Describe the physical, electrical, mechanical, corrosive, flammability, cost, and other such properties. For each of these raw materials, give one example of how it can be shaped and used for a specific application.",
          "internal_parent_id": "4821",
          "internal_id": "4823",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Describe how composite materials are made. Then do the following:",
      "internal_parent_id": null,
      "internal_id": "4824",
      "requirements": [
        {
          "id": "a",
          "text": "Discuss three different composite reinforcement materials, their positive and negative characteristics, and their uses. Obtain the SDS for each one and discuss the toxicity, disposal, and safe-handling sections for these materials.",
          "internal_parent_id": "4824",
          "internal_id": "4825",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Discuss three different resins used in composites, their positive and negative characteristics, and their uses. Obtain the SDS for each one and discuss the toxicity, disposal, and safe-handling sections for these materials. Include thermoset resins and thermoplastic resins in your discussion.",
          "internal_parent_id": "4824",
          "internal_id": "4826",
          "requirements": []
        },
        {
          "id": "c",
          "text": "For each of the three resins you chose for requirement 3b, think of a new application that might be worth developing.",
          "internal_parent_id": "4824",
          "internal_id": "4827",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "With your parent or guardian's permission and your counselor's approval do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "4828",
      "requirements": [
        {
          "id": "a",
          "text": "Visit a company that manufactures or repairs products made with composites. Discuss what you learn with your counselor.",
          "internal_parent_id": "4828",
          "internal_id": "4829",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Find three composites-related websites. Share and discuss what you learn with your counselor.",
          "internal_parent_id": "4828",
          "internal_id": "4830",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "4831",
      "requirements": [
        {
          "id": "a",
          "text": "Use composite materials to complete two projects, at least one of which must come from this merit badge pamphlet. The second project may come from the pamphlet OR may be one you select on your own that has been approved by your counselor in advance.",
          "internal_parent_id": "4831",
          "internal_id": "4832",
          "requirements": []
        },
        {
          "id": "b",
          "text": "With your counselor's assistance, find an appropriate site where the projects can be safely completed under your counselor's supervision and/or the supervision of an adult approved by your counselor who is knowledgeable about composites.",
          "internal_parent_id": "4831",
          "internal_id": "4833",
          "requirements": []
        },
        {
          "id": "c",
          "text": "With your counselor, determine how the finished projects will be evaluated. Using those guidelines, evaluate the completed projects with your counselor.",
          "internal_parent_id": "4831",
          "internal_id": "4834",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Find out about three career opportunities in composite materials. Pick one and find out the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you.",
      "internal_parent_id": null,
      "internal_id": "4835",
      "requirements": []
    }
  ]
}