{
  "name": "Engineering",
  "overview": "Engineers use both science and technology to turn ideas into reality, devising all sorts of things, ranging from a tiny, low-cost battery for your cell phone to a gigantic dam across the mighty Yangtze River in China.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/engineering/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Engineering.pdf",
  "shop_url": null,
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Engineering-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": "1",
      "text": "Select a manufactured item in your home (such as a toy or an appliance) and, under adult supervision and with the approval of your counselor, investigate how and why it works as it does. Find out what sort of engineering activities were needed to create it. Discuss with your counselor what you learned and how you got the information.",
      "internal_parent_id": null,
      "internal_id": "11729",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Select an engineering achievement that has had a major impact on society. Using resources such as the internet (with your parent or guardian's permission), books, and magazines, find out about the engineers who made this engineering feat possible, the special obstacles they had to overcome, and how this achievement has influenced the world today. Tell your counselor what you learned.",
      "internal_parent_id": null,
      "internal_id": "11730",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Explain the work of six types of engineers. Pick two of the six types and explain how their work is related to engineering.",
      "internal_parent_id": null,
      "internal_id": "11731",
      "requirements": []
    },
    {
      "id": "4",
      "text": "Visit with an engineer (who may be your counselor, parent or guardian) and do the following:",
      "internal_parent_id": null,
      "internal_id": "11732",
      "requirements": [
        {
          "id": "a",
          "text": "Discuss the work this engineer does and the tools the engineer uses.",
          "internal_parent_id": "11732",
          "internal_id": "11733",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Discuss with the engineer a current project and the engineer's particular role in it.",
          "internal_parent_id": "11732",
          "internal_id": "11734",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Find out how the engineer's work is done and how results are achieved.",
          "internal_parent_id": "11732",
          "internal_id": "11735",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Ask to see the reports that the engineer writes concerning the project.",
          "internal_parent_id": "11732",
          "internal_id": "11736",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Discuss with your counselor what you learned about engineering from this visit.",
          "internal_parent_id": "11732",
          "internal_id": "11737",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Use the systems engineering approach to design an original piece of patrol equipment, a toy or a useful device for the home, office or garage.",
      "internal_parent_id": null,
      "internal_id": "11738",
      "requirements": []
    },
    {
      "id": "6",
      "text": "Do TWO of the following:",
      "internal_parent_id": null,
      "internal_id": "11739",
      "requirements": [
        {
          "id": "a",
          "text": "Using common materials or a construction set, make a simple model that will demonstrate motion. Explain how the model uses basic mechanical elements like levers and inclined planes to demonstrate motion. Describe an example where this mechanism is used in a real product.",
          "internal_parent_id": "11739",
          "internal_id": "11740",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Make a list of 10 electrical appliances in your home. Find out approximately how much electricity each uses in one month. Learn how to find out the amount and cost of electricity used in your home during periods of light and heavy use. List five ways to conserve electricity.",
          "internal_parent_id": "11739",
          "internal_id": "11741",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Using an electronic device such as a smartphone or tablet computer, find out how sound, video, text or images travel from one location to another. Explain how the device was designed for ease of use, function, and durability.",
          "internal_parent_id": "11739",
          "internal_id": "11742",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Do experiments to show the differences in strength and heat conductivity in wood, metal, and plastic. Discuss with your counselor what you have learned.",
          "internal_parent_id": "11739",
          "internal_id": "11743",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Do an experiment to show how mechanical, heat, chemical, solar, and/or electrical energy may be converted from one or more types of energy to another. Explain your results. Describe to your counselor what energy is and how energy is converted and used in your surroundings.",
          "internal_parent_id": "11739",
          "internal_id": "11744",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Find out the different ways people in your community get to work. Make a study of traffic flow (number of vehicles and relative speed) in both heavy and light traffic periods. Discuss with your counselor what might be improved to make it easier for people in your community to get where they need to go.",
          "internal_parent_id": "11739",
          "internal_id": "11745",
          "requirements": []
        },
        {
          "id": "g",
          "text": "Enter a project in a science or engineering fair or similar competition. (This requirement may be met by participation on an engineering competition project team.) Discuss with your counselor what your project demonstrates, the kinds of questions visitors to the fair asked you, and how well you were able to answer their questions.",
          "internal_parent_id": "11739",
          "internal_id": "11746",
          "requirements": []
        }
      ]
    },
    {
      "id": "7",
      "text": "Explain what it means to be a registered Professional Engineer (P.E.). Name the types of engineering work for which registration is most important.",
      "internal_parent_id": null,
      "internal_id": "11747",
      "requirements": []
    },
    {
      "id": "8",
      "text": "Study the Engineer's Code of Ethics. Explain how it is like the Scout Oath and Scout Law",
      "internal_parent_id": null,
      "internal_id": "11748",
      "requirements": []
    },
    {
      "id": "9",
      "text": "Find out about three career opportunities in engineering. Pick one and research the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you.",
      "internal_parent_id": null,
      "internal_id": "11749",
      "requirements": []
    }
  ]
}