{
  "name": "Exploration",
  "overview": "Discover the history and importance of various kinds of exploration by earning the Exploration Merit Badge. Scouts will study real-life explorers who made their mark either in the wild or in a scientific lab, then plan, prepare and go on an expedition that could be nearby or far away.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/exploration/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Exploration_2020.pdf",
  "shop_url": "https://www.scoutshop.org/exploration-merit-badge-pamphlet-622522.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Exploration-Merit-Badge-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": null,
      "text": "",
      "internal_parent_id": null,
      "internal_id": "13940",
      "requirements": []
    },
    {
      "id": "1",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "6818",
      "requirements": [
        {
          "id": "a",
          "text": "Define exploration and explain how it differs from adventure travel, trekking or hiking, tour-group trips, or recreational outdoor adventure trips.",
          "internal_parent_id": "6818",
          "internal_id": "6819",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Explain how approaches to exploration may differ if it occurs in the ocean, in space, in a jungle, or in a science lab in a city.",
          "internal_parent_id": "6818",
          "internal_id": "6820",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Discuss with your counselor the history of exploration.  Select a field of study with a history of exploration to illustrate the importance of exploration in the development of that field (for example, aerospace, oil industry, paleontology, oceanography, etc.).",
      "internal_parent_id": null,
      "internal_id": "6821",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Explain to your counselor why it is important to explore. Discuss the following:",
      "internal_parent_id": null,
      "internal_id": "6822",
      "requirements": [
        {
          "id": "a",
          "text": "Why it is important for exploration to have a scientific basis",
          "internal_parent_id": "6822",
          "internal_id": "6823",
          "requirements": []
        },
        {
          "id": "b",
          "text": "How explorers have aided in our understanding of our world",
          "internal_parent_id": "6822",
          "internal_id": "6824",
          "requirements": []
        },
        {
          "id": "c",
          "text": "What you think it takes to be an explorer.",
          "internal_parent_id": "6822",
          "internal_id": "6825",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "6826",
      "requirements": [
        {
          "id": "a",
          "text": "Learn about a living explorer. Create a short report or presentation (verbal, written, or multimedia slide presentation) on this individual's objectives and the achievements of one of the explorer's expeditions. Share what you have learned with your counselor and unit.",
          "internal_parent_id": "6826",
          "internal_id": "6827",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Learn about an actual scientific exploration expedition. Gather information about the mission objectives and the expedition's most interesting or important discoveries. Share what you have learned with your counselor and unit. Tell how the information gained from this expedition helped scientists answer important questions.",
          "internal_parent_id": "6826",
          "internal_id": "6828",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Learn about types of exploration that may take place in a laboratory or scientific research facility (medicine, biology, chemistry, physics, astronomy, etc.). Explain to your counselor how laboratory research and exploration are similar to field research and exploration.",
          "internal_parent_id": "6826",
          "internal_id": "6829",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Do ONE of the following, and share what you learn with your counselor:",
      "internal_parent_id": null,
      "internal_id": "6830",
      "requirements": [
        {
          "id": "a",
          "text": "With your parent or guardian's permission and counselor's approval, visit either in person or via the internet an exploration sponsoring organization (such as The Explorers Club, National Geographic Society, Smithsonian Institution, Alpine Club, World Wildlife Fund, or similar organization). Find out what type(s) of exploration the organization supports.",
          "internal_parent_id": "6830",
          "internal_id": "6831",
          "requirements": []
        },
        {
          "id": "b",
          "text": "With permission and approval, visit either in person or via the internet a science lab, astronomical observatory, medical research facility, or similar site. Learn what exploration is done in this facility.",
          "internal_parent_id": "6830",
          "internal_id": "6832",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Discuss with your counselor each of the following steps for conducting a successful exploration activity. Explain the need for each step.",
      "internal_parent_id": null,
      "internal_id": "6833",
      "requirements": [
        {
          "id": "a",
          "text": "Identify the objectives (establish goals).",
          "internal_parent_id": "6833",
          "internal_id": "6834",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Plan the mission. Create an expedition agenda or schedule. List potential documents or permits needed.",
          "internal_parent_id": "6833",
          "internal_id": "6835",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Budget and plan for adequate financial resources. Estimate costs for travel, equipment, accommodations, meals, permits or licenses, and other expedition expenses.",
          "internal_parent_id": "6833",
          "internal_id": "6836",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Determine equipment and supplies required for personal and mission needs for the length of the expedition.",
          "internal_parent_id": "6833",
          "internal_id": "6837",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Determine communication and transportation needs. Plan how to keep in contact with your base or the outside world, and determine how you will communicate with each other on-site.",
          "internal_parent_id": "6833",
          "internal_id": "6838",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Establish safety and first aid procedures (including planning for medical evacuation). Identify the hazards that explorers could encounter on the expedition, and establish procedures to prevent or avoid those hazards.",
          "internal_parent_id": "6833",
          "internal_id": "6839",
          "requirements": []
        },
        {
          "id": "g",
          "text": "Determine team selection. Identify who is essential for the expedition to be successful and what skills are required by the expedition leader.",
          "internal_parent_id": "6833",
          "internal_id": "6840",
          "requirements": []
        },
        {
          "id": "h",
          "text": "Establish detailed recordkeeping (documentation) procedures. Plan the interpretation and sharing of information at the conclusion of the expedition.",
          "internal_parent_id": "6833",
          "internal_id": "6841",
          "requirements": []
        }
      ]
    },
    {
      "id": "7",
      "text": "With your parent or guardian's permission and counselor's  approval, prepare for an actual expedition to an area you have not previously explored; the place may be nearby or far away. Do the following:",
      "internal_parent_id": null,
      "internal_id": "6842",
      "requirements": [
        {
          "id": "a",
          "text": "Make your preparations under the supervision of a trained expedition leader, expedition planner, or other qualified adult experienced in exploration (such as a school science teacher, museum representative, or qualified instructor).",
          "internal_parent_id": "6842",
          "internal_id": "6843",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Use the steps listed in requirement 6 to guide your preparations. List the items of equipment and supplies you will need. Discuss with your counselor why you chose each item and how it will be of value on the expedition. Determine who should go on the expedition.",
          "internal_parent_id": "6842",
          "internal_id": "6844",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Conduct a pre-expedition check, covering the steps in requirement 6, and share the results with your counselor. With your counselor, walk through the Scouting America SAFE Checklist for your expedition. Ensure that all foreseeable hazards for your expedition are adequately addressed.",
          "internal_parent_id": "6842",
          "internal_id": "6845",
          "requirements": []
        }
      ]
    },
    {
      "id": "8",
      "text": "Complete the following:",
      "internal_parent_id": null,
      "internal_id": "6846",
      "requirements": [
        {
          "id": "a",
          "text": "With your parent or guardian's permission and under the supervision of your counselor or a counselor-approved qualified person, use the planning steps you learned in requirement 6 and the preparations you completed in requirement 7 to personally undertake an actual expedition to an area you have not previously explored.",
          "internal_parent_id": "6846",
          "internal_id": "6847",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Discuss with your counselor what is outdoor ethics and its role in exploration and enjoying the outdoors responsibly.",
          "internal_parent_id": "6846",
          "internal_id": "6848",
          "requirements": []
        },
        {
          "id": "c",
          "text": "After you return, compile a report on the results of your expedition and how you accomplished your objective(s). Include a statement of the objectives, note your findings and observations, include photos, note any discoveries, report any problems or adverse events, and have a conclusion (whether you reached your objective or not). The post-expedition report must be at least one page and no more than three; one page can be photos, graphs, or figures.",
          "internal_parent_id": "6846",
          "internal_id": "6849",
          "requirements": []
        }
      ]
    },
    {
      "id": "9",
      "text": "Identify three career opportunities in exploration. Pick one and explain to your counselor how to prepare for such a career. Discuss what education and training are required, and why this profession  might interest you.",
      "internal_parent_id": null,
      "internal_id": "6850",
      "requirements": []
    }
  ]
}