{
  "name": "Family Life",
  "overview": "The family is the basic unit of society and is important to both individuals and communities. The world is rapidly changing, making today’s society much more complex than ever before. As Scouts earn this merit badge, they will realize why it is important to know more about family life and how to strengthen their families.",
  "is_eagle_required": true,
  "url": "https://www.scouting.org/merit-badges/family-life/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Family%20Life_2025.pdf",
  "shop_url": "https://www.scoutshop.org/bsa-family-life-merit-badge-pamphlet-esboy-scouts-ofamerica-660410.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/FamilyLife-qjjk7p7ex1rmni5l9zqta1xnjo0npalz3uxtbivwps.png",
  "requirements": [
    {
      "id": "1",
      "text": "Prepare an outline on what a family is and discuss this with your counselor. Tell why families are important to individuals and to society. Discuss how the actions of one member can affect other members.Resources:",
      "internal_parent_id": null,
      "internal_id": "10672",
      "requirements": []
    },
    {
      "id": "2",
      "text": "List several reasons why you are important to your family and discuss this with your parent or guardian and with your counselor.Resource:",
      "internal_parent_id": null,
      "internal_id": "10673",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Prepare a list of your regular home duties or chores (at least five) and do them for 90 days. Keep a record of how often you do each of them. Discuss with your counselor the effect your chores had on your family.Resources:",
      "internal_parent_id": null,
      "internal_id": "10674",
      "requirements": []
    },
    {
      "id": "4",
      "text": "With the approval of your parent or guardian and your counselor, decide on and carry out an individual project that you would do around the home that would benefit your family. After completion, discuss the objective or goal and the results of the project with your family and then your counselor.Resources:",
      "internal_parent_id": null,
      "internal_id": "10675",
      "requirements": []
    },
    {
      "id": "5",
      "text": "Plan and carry out a project that involves the participation of your family. After completing the project, discuss the following with your  counselor:Resource:",
      "internal_parent_id": null,
      "internal_id": "10657",
      "requirements": [
        {
          "id": "a",
          "text": "The objective or goal of the project",
          "internal_parent_id": "10657",
          "internal_id": "10658",
          "requirements": []
        },
        {
          "id": "b",
          "text": "How individual members of your family participated",
          "internal_parent_id": "10657",
          "internal_id": "10659",
          "requirements": []
        },
        {
          "id": "c",
          "text": "The results of the project.",
          "internal_parent_id": "10657",
          "internal_id": "10660",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Do the following:Some of the issues surrounding requirement 6 for the family meeting could be considered of a personal nature. Use discretion when reviewing this requirement with the Scout.Discussion of each of these subjects will very likely carry over to more than one family meeting.",
      "internal_parent_id": null,
      "internal_id": "10661",
      "requirements": [
        {
          "id": "a",
          "text": "Discuss with your counselor how to plan and carry out a family meeting. Resource:",
          "internal_parent_id": "10661",
          "internal_id": "10670",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Prepare a meeting agenda that includes the following topics, review it with your parent or guardian, and then carry out one or more family meetings: Resource:",
          "internal_parent_id": "10661",
          "internal_id": "10662",
          "requirements": [
            {
              "id": "1",
              "text": "How living the principles of the Scout Oath and Scout Law contributes to your family life Resource:",
              "internal_parent_id": "10662",
              "internal_id": "10663",
              "requirements": []
            },
            {
              "id": "2",
              "text": "The greatest dangers and addictions facing youth in today's society (examples include mental health challenges, use of tobacco products, alcohol, or drugs and other items such as debts, social media, etc.) Resources:",
              "internal_parent_id": "10662",
              "internal_id": "10664",
              "requirements": []
            },
            {
              "id": "3",
              "text": "The growing-up process and how the body changes, and making responsible decisions dealing with sex. This conversation may take place with only one parent or guardian.",
              "internal_parent_id": "10662",
              "internal_id": "10665",
              "requirements": []
            },
            {
              "id": "4",
              "text": "Personal and family finances Resources:",
              "internal_parent_id": "10662",
              "internal_id": "10666",
              "requirements": []
            },
            {
              "id": "5",
              "text": "A crisis situation within your family and whom you can turn to for support during these situations. Resource:",
              "internal_parent_id": "10662",
              "internal_id": "10667",
              "requirements": []
            },
            {
              "id": "6",
              "text": "The effect of technology on your family Resource:",
              "internal_parent_id": "10662",
              "internal_id": "10668",
              "requirements": []
            },
            {
              "id": "7",
              "text": "Good etiquette and manners. Resource:",
              "internal_parent_id": "10662",
              "internal_id": "10669",
              "requirements": []
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "text": "Discuss with your counselor your understanding of what makes an effective parent or guardian and why, and your thoughts on the parent or guardian's role and responsibilities in the family.Resources:",
      "internal_parent_id": null,
      "internal_id": "10676",
      "requirements": []
    }
  ]
}