{
  "name": "Fingerprinting",
  "overview": "In earning the Fingerprinting merit badge, Scouts will learn about and use an important technique that is used by law enforcement officers, along with other materials like matching dental records and DNA sampling, to help identify amnesia victims, missing persons, abducted children, and others.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/fingerprinting/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Fingerprinting.pdf",
  "shop_url": null,
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Fingerprinting-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": "1",
      "text": "Give a short history of fingerprinting. Tell the difference between civil and criminal identification.",
      "internal_parent_id": null,
      "internal_id": "13207",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13208",
      "requirements": [
        {
          "id": "a",
          "text": "Explain the difference between the automated fingerprint identification systems (AFIS) now used by law enforcement agencies and the biometric fingerprint systems used to control access to computers and places like buildings and airports.",
          "internal_parent_id": "13208",
          "internal_id": "13210",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Discuss how our society uses identification systems based on tokens, passwords, and biometrics.",
          "internal_parent_id": "13208",
          "internal_id": "13211",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13200",
      "requirements": [
        {
          "id": "a",
          "text": "Name the surfaces of the body where friction or papillary ridges are found.",
          "internal_parent_id": "13200",
          "internal_id": "13201",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Name the two basic principles supporting the science of fingerprints and give a brief explanation of each principle.",
          "internal_parent_id": "13200",
          "internal_id": "13202",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Explain what it takes to positively identify a person using fingerprints.",
          "internal_parent_id": "13200",
          "internal_id": "13203",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Take a clear set of prints using ONE of the following methods:",
      "internal_parent_id": null,
      "internal_id": "13204",
      "requirements": [
        {
          "id": "a",
          "text": "Make both rolled and plain impressions. Make these on an 8-by-8-inch fingerprint identification card, available from your local police department or your counselor.",
          "internal_parent_id": "13204",
          "internal_id": "13205",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Using clear adhesive tape, a pencil, and plain paper, record your own fingerprints or those of another person.",
          "internal_parent_id": "13204",
          "internal_id": "13206",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Show your counselor you can identify the three basic types of fingerprint patterns and their subcategories. Using your own hand, identify the types of patterns you see.",
      "internal_parent_id": null,
      "internal_id": "13209",
      "requirements": []
    },
    {
      "id": "6",
      "text": "Identify three career opportunities that would use skills and knowledge in the areas of biometrics and/or fingerprinting. Pick one and research the training, education, certification requirements, experience, and expenses associated with entering the field. Research the prospects for employment, starting salary, advancement opportunities, and career goals associated with this career. Discuss what you learned with your counselor and whether you might be interested in this career.",
      "internal_parent_id": null,
      "internal_id": "13212",
      "requirements": []
    }
  ]
}