{
  "name": "Graphic Arts",
  "overview": "The field of graphic arts includes many kinds of work in the printing and publishing industries. Graphic arts professionals are involved in the creation of all kinds of printed communication, from business cards to books to billboards. The scope of printing communications is huge.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/graphic-arts/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Graphic%20Arts_2025.pdf",
  "shop_url": "https://www.scoutshop.org/graphic-arts-merit-badge-pamphlet-648314.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/GraphicArts-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": "1",
      "text": "Review with your counselor the processes for producing printed communications: offset lithography, screen printing, electronic/digital, relief, and gravure. Collect samples of three products, each one produced using a different printing process, or draw diagrams to help you with your description.",
      "internal_parent_id": null,
      "internal_id": "1657",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Explain the differences between continuous tone, line, and halftone artwork. Describe how digital images can be created and/or stored in a computer.",
      "internal_parent_id": null,
      "internal_id": "1658",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Design a printed piece (flier, T-shirt, program, form, etc.) and produce it. Explain your decisions for the typeface or typefaces you use and the way you arrange the elements in your design. Explain which printing process is best suited for printing your design. If desktop publishing is available, identify what hardware and software would be appropriate for outputting your design.",
      "internal_parent_id": null,
      "internal_id": "1659",
      "requirements": []
    },
    {
      "id": "4",
      "text": "Produce the design you created for requirement 3 using one of the following printing processes:",
      "internal_parent_id": null,
      "internal_id": "1660",
      "requirements": [
        {
          "id": "a",
          "text": "Offset lithography Make a layout, and produce a plate using a process approved by your counselor. Run the plate and print at least 50 copies.",
          "internal_parent_id": "1660",
          "internal_id": "1661",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Screen printing Make a hand-cut or photographic stencil and attach it to a screen that you have prepared. Mask the screen and print at least 20 copies.",
          "internal_parent_id": "1660",
          "internal_id": "1662",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Electronic/digital printing Create a layout in electronic form, download it to the press or printer, and run 50 copies. If no electronic interface to the press or printer is available, you may print and scan a paper copy of the layout.",
          "internal_parent_id": "1660",
          "internal_id": "1663",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Relief printing Prepare a layout or set the necessary type. Make a plate or lock up the form. Use this to print 50 copies.",
          "internal_parent_id": "1660",
          "internal_id": "1664",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Review the following postpress operations with your counselor:",
      "internal_parent_id": null,
      "internal_id": "1665",
      "requirements": [
        {
          "id": "a",
          "text": "Discuss the finishing operations of padding, drilling, cutting, and trimming.",
          "internal_parent_id": "1665",
          "internal_id": "1666",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Collect, describe, or identify examples of the following types of binding: perfect, spiral, plastic comb, saddle stitch, case.",
          "internal_parent_id": "1665",
          "internal_id": "1667",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Do ONE of the following, and then describe the highlights of your visit:",
      "internal_parent_id": null,
      "internal_id": "1668",
      "requirements": [
        {
          "id": "a",
          "text": "Visit a newspaper printing plant: Follow a story from the editor to the press.",
          "internal_parent_id": "1668",
          "internal_id": "1669",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Visit a retail, commercial, or in-plant printing facility. Follow a project from beginning to end.",
          "internal_parent_id": "1668",
          "internal_id": "1670",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Visit a school's graphic arts program. Find out what courses are available and what the prerequisites are.",
          "internal_parent_id": "1668",
          "internal_id": "1671",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Visit three websites (with your parent or guardian's permission) that belong to graphic arts professional organizations and/or printing-related companies (suppliers, manufacturers, printers). With permission from your parent, guardian or counselor, print out or download product or service information from two of the sites.",
          "internal_parent_id": "1668",
          "internal_id": "1672",
          "requirements": []
        }
      ]
    },
    {
      "id": "7",
      "text": "Find out about three career opportunities in graphic arts. Pick one and find out the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you.",
      "internal_parent_id": null,
      "internal_id": "1673",
      "requirements": []
    }
  ]
}