{
  "name": "Insect Study",
  "overview": "In earning the Insect Study merit badge, Scouts will glance into the strange and fascinating world of the insect. There, they will meet tiny creatures with tremendous strength and speed, see insects that undergo startling changes in habits and form as they grow, and learn how insects see, hear, taste, smell, and feel the world around them.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/insect-study/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Insect%20Study_2025.pdf",
  "shop_url": "https://www.scoutshop.org/bsa-insect-study-merit-badge-pamphlet-boy-scouts-of-america-660197.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/InsectStudy-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": "1",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13437",
      "requirements": [
        {
          "id": "a",
          "text": "Explain to your counselor the most likely hazards associated with exposure to ants and bees and what you should do to anticipate, help prevent, mitigate, and respond to these hazards.",
          "internal_parent_id": "13437",
          "internal_id": "13438",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Discuss the prevention of and treatment for health concerns that could occur while working with ants and bees, including insect bites and anaphylactic shock.",
          "internal_parent_id": "13437",
          "internal_id": "13439",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13453",
      "requirements": [
        {
          "id": "a",
          "text": "Tell how insects are different from other animals.",
          "internal_parent_id": "13453",
          "internal_id": "13459",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Show how insects are different from millipedes and spiders.",
          "internal_parent_id": "13453",
          "internal_id": "13460",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Point out and name the main parts of an insect.",
          "internal_parent_id": "13453",
          "internal_id": "13461",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Describe the characteristics that distinguish the major orders of insects.",
          "internal_parent_id": "13453",
          "internal_id": "13462",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13454",
      "requirements": [
        {
          "id": "a",
          "text": "Compare the life histories of a butterfly and a grasshopper. Tell how they are different.",
          "internal_parent_id": "13454",
          "internal_id": "13463",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Raise an insect through complete metamorphosis from its larval stage to its adult stage (e.g., raise a butterfly or moth from a caterpillar). (Some insects are endangered species and are protected by federal or state law. Every species is found only in its own special type of habitat. Be sure to check natural resources authorities in advance to be sure that you will not be collecting any species that is known to be protected or endangered, or in any habitat where collecting is prohibite(d) In most cases, all specimens should be returned at the location of capture after the requirement has been met. Check with your counselor for those instances where the return of these specimens would not be appropriate.)",
          "internal_parent_id": "13454",
          "internal_id": "13464",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13455",
      "requirements": [
        {
          "id": "a",
          "text": "Discuss the importance of the Leave No Trace Seven Principles and the Outdoor Code as they relate to insect study. Explain how you have followed the Leave No Trace Seven Principles and the Outdoor Code during field observation, specimen collection, and identification.",
          "internal_parent_id": "13455",
          "internal_id": "13465",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Observe 20 different live species of insects in their habitat. In your observations, include at least four orders of insects.",
          "internal_parent_id": "13455",
          "internal_id": "13466",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Make a scrapbook of the 20 insects you observe in 5(b) Include photographs, sketches, illustrations, and articles. Label each insect with its common and scientific names, where possible. Share your scrapbook with your merit badge counselor.",
          "internal_parent_id": "13455",
          "internal_id": "13467",
          "requirements": []
        },
        {
          "id": "d",
          "text": "From your scrapbook collection, select eight species of insects and identify what role they play in the ecosystem.",
          "internal_parent_id": "13455",
          "internal_id": "13468",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13440",
      "requirements": [
        {
          "id": "a",
          "text": "Tell things that make social insects different from solitary insects.",
          "internal_parent_id": "13440",
          "internal_id": "13441",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Do ONE of the following:",
          "internal_parent_id": "13440",
          "internal_id": "13442",
          "requirements": [
            {
              "id": "1",
              "text": "Observe an ant colony in a formicarium (ant farm). Find the queen and worker ants. Explain to your counselor the different chambers found within an ant colony.",
              "internal_parent_id": "13442",
              "internal_id": "13469",
              "requirements": []
            },
            {
              "id": "2",
              "text": "Study a hive of bees. Remove the combs and find the queen. Estimate the amount of brood and count the number of queen cells. Explain how to determine the amount of honey in the hive. (If you are allergic to bee stings, pick option 1 above.)",
              "internal_parent_id": "13442",
              "internal_id": "13470",
              "requirements": []
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13443",
      "requirements": [
        {
          "id": "a",
          "text": "Tell how insects fit in the food web of other insects, fish, birds, and mammals.",
          "internal_parent_id": "13443",
          "internal_id": "13444",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Explain the role insects serve as pollinators for plants.",
          "internal_parent_id": "13443",
          "internal_id": "13445",
          "requirements": []
        }
      ]
    },
    {
      "id": "7",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13456",
      "requirements": [
        {
          "id": "a",
          "text": "Explain the symbiotic relationship between bees and humankin(d) Explain what colony collapse disorder (CCD) is and some of the possible causes. Discuss how CCD affects our food supply.",
          "internal_parent_id": "13456",
          "internal_id": "13471",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Describe three alternatives to insecticides as a way of preventing crop injury and subsequent yield loss. Explain the advantages and disadvantages of these alternatives.",
          "internal_parent_id": "13456",
          "internal_id": "13472",
          "requirements": []
        }
      ]
    },
    {
      "id": "8",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13457",
      "requirements": [
        {
          "id": "a",
          "text": "Tell the migration route of an insect (e.g., monarch butterfly). Discuss the challenges they face and how Scouts can contribute to their success.",
          "internal_parent_id": "13457",
          "internal_id": "13473",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Find out about an insect that is a threatened or endangered species. Discuss the challenges they face and how Scouts can contribute to their success.",
          "internal_parent_id": "13457",
          "internal_id": "13474",
          "requirements": []
        }
      ]
    },
    {
      "id": "9",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "13458",
      "requirements": [
        {
          "id": "a",
          "text": "Identify three career opportunities that would use skills and knowledge in Insect Study. Pick one and research the training, education, certification requirements, experience, and expenses associated with entering the field. Research the prospects for employment, starting salary, advancement opportunities and career goals associated with this career. Discuss what you learned with your counselor and whether you might be interested in this career.",
          "internal_parent_id": "13458",
          "internal_id": "13475",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Identify how you might use the skills and knowledge in Insect Study to pursue a personal hobby. Research the additional training required, expenses, and affiliation with organizations that would help you maximize the enjoyment and benefit you might gain from it. Discuss what you learned with your counselor and share what short-term and long-term goals you might have if you pursued this.",
          "internal_parent_id": "13458",
          "internal_id": "13476",
          "requirements": []
        }
      ]
    }
  ]
}