{
  "name": "Mammal Study",
  "overview": "A mammal may weigh as little as 1/12 ounce, as do some shrews, or as much as 150 tons, like the blue whale. It may spring, waddle, swim, or even fly. But if it has milk for its young, has hair of some kind, is relatively intelligent, and has warm blood, then it is a mammal.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/mammal-study/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Mammal%20Study_2025.pdf",
  "shop_url": "https://www.scoutshop.org/bsa-mammal-study-merit-badge-pamphlet-y-scouts-of-america-660058.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/MammalStudy-qjjk7p7ex1rmni5l9zqta1xnjo0npalz3uxtbivwps.png",
  "requirements": [
    {
      "id": "1",
      "text": "Explain the following terms: animal, invertebrate, vertebrate, and mammal. Name three characteristics that distinguish mammals from all other animals.Resources:",
      "internal_parent_id": null,
      "internal_id": "5899",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Explain how the animal kingdom is classified. Explain where mammals fit in the classification of animals. Classify three mammals from phylum through species.Resources:",
      "internal_parent_id": null,
      "internal_id": "5900",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "5887",
      "requirements": [
        {
          "id": "a",
          "text": "Spend three hours in two different kinds of natural habitats or at different elevations for a total of 6 hours. List the different mammal species and how many of each you identified by sight or sign. Tell why all mammals do not live in the same kind of habitat. Resources:",
          "internal_parent_id": "5887",
          "internal_id": "5888",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Spend three hours on five different days in at least a 25-acre area (about the size of 31/2 football fields) for a total of 15 hours. List the mammal species you identified by sight or sign.",
          "internal_parent_id": "5887",
          "internal_id": "5889",
          "requirements": []
        },
        {
          "id": "c",
          "text": "From study and reading, write a simple life history of one nongame mammal that lives in your area. Tell how this mammal lived before its habitat was affected in any way by humans. Tell how it reproduces, what it eats, and its natural habitat. Describe its dependency upon plants and other animals (including humans), and how they depend upon it. Describe how humans have benefited from the mammal you have chosen and whether the mammal has benefited from association with humankind.",
          "internal_parent_id": "5887",
          "internal_id": "5890",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "5891",
      "requirements": [
        {
          "id": "a",
          "text": "Under the guidance of a nature center or natural history museum, make two study skins of rats or mice. Tell the uses of study skins and mounted specimens respectively. Resources:",
          "internal_parent_id": "5891",
          "internal_id": "5892",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Take good pictures of two kinds of mammals in the wild. Record the date(s), time of day, weather conditions, approximate distance from the animal, habitat conditions, and any other factors you feel may have influenced the animal's activity and behavior. Resources:",
          "internal_parent_id": "5891",
          "internal_id": "5893",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Write a life history of a native game mammal that lives in your area, covering the points outlined in requirement 3(c). List sources for this information.",
          "internal_parent_id": "5891",
          "internal_id": "5894",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Make and bait a tracking pit. Report what mammals and other animals came to the bait. Resources:",
          "internal_parent_id": "5891",
          "internal_id": "5895",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Visit a natural history museum. Report on how specimens are prepared and cataloged. Explain the purposes of museums. Resource:",
          "internal_parent_id": "5891",
          "internal_id": "5896",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Write a report of 500 words on a book about a mammal species.",
          "internal_parent_id": "5891",
          "internal_id": "5897",
          "requirements": []
        },
        {
          "id": "g",
          "text": "Trace two possible food chains of carnivorous mammals from the soil through four stages to the mammal. Resources:",
          "internal_parent_id": "5891",
          "internal_id": "5898",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "Working with your counselor, select and carry out one project that will influence the numbers of one or more mammals.Resources:",
      "internal_parent_id": null,
      "internal_id": "5901",
      "requirements": []
    }
  ]
}