{
  "name": "Multisport",
  "overview": "Multisport is a racing competition that includes any combination of running, biking, or swimming. This badge serves as a natural progression for Scouts who are interested in or have earned individual badges for Swimming, Cycling, Athletics, or Personal Fitness. For Scouts active in one of these sports, it provides a fun opportunity to expand into another fitness area and enjoy the benefits of cross-training. Scouts proficient in two sports can discover new ways to combine their skills, which offers both immediate and long-term benefits for well-being, personal growth, and athletic endeavors.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/multisport/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Multisport_2025.pdf",
  "shop_url": "https://www.scoutshop.org/scouts-bsa-multisport-merit-badge-pamphlet-664475.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/image-2025-02-27-09-43-04-538-r26gpo6c0hzm8tgjjbeeisdddwme7gixvndbpjfskg.png",
  "requirements": [
    {
      "id": "1",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13846",
      "requirements": [
        {
          "id": "a",
          "text": "Explain to your counselor the most likely hazards you may encounter during multisport activities and what you should do to anticipate, prevent, mitigate, and respond to these hazards.",
          "internal_parent_id": "13846",
          "internal_id": "13847",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Show that you know first aid for injuries or illnesses that could occur while participating in multisport events, including abrasions, blisters, concussions, contusions, dehydration, hypothermia, overheating, sprains, and strains.",
          "internal_parent_id": "13846",
          "internal_id": "13848",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13849",
      "requirements": [
        {
          "id": "a",
          "text": "Explain the importance of a physical exam and have your health care practitioner give you a physical examination using the Scouting America Annual Health and Medical Record.",
          "internal_parent_id": "13849",
          "internal_id": "13850",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Explain the importance of maintaining good health habits, especially during training, and how the use of tobacco products, alcohol, and other harmful substances can negatively affect your health and your performance in athletic activities.",
          "internal_parent_id": "13849",
          "internal_id": "13851",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Define a healthy diet and explain the importance of maintaining a healthy diet.",
          "internal_parent_id": "13849",
          "internal_id": "13852",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Do the Following:",
      "internal_parent_id": null,
      "internal_id": "13853",
      "requirements": [
        {
          "id": "a",
          "text": "Discuss with your counselor your level of familiarity and experience with the multisport events (swimming, biking, and running) and the order and distance of each sports segment.",
          "internal_parent_id": "13853",
          "internal_id": "13854",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Explain to your counselor which multisport event (swimming, biking, or running) you feel is your strongest and which you could improve upon the most.",
          "internal_parent_id": "13853",
          "internal_id": "13856",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Identify the required equipment for each of the three common multisport events (swimming, biking, and running).",
          "internal_parent_id": "13853",
          "internal_id": "13857",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Based on your interests, experience, and discussion with your counselor, select ONE of the following multisport formats to concentrate on for the remaining requirements:",
          "internal_parent_id": "13853",
          "internal_id": "13858",
          "requirements": []
        }
      ]
    },
    {
      "id": "a",
      "text": "Swimming",
      "internal_parent_id": "13898",
      "internal_id": "13899",
      "requirements": [
        {
          "id": "1",
          "text": "Before doing requirements 5 through 8, earn the Swimming merit badge.",
          "internal_parent_id": "13899",
          "internal_id": "13900",
          "requirements": []
        },
        {
          "id": "2",
          "text": "Explain the components of the Scouting America Safe Swim Defense program and how you will ensure they are in place when you swim.",
          "internal_parent_id": "13899",
          "internal_id": "13902",
          "requirements": []
        },
        {
          "id": "3",
          "text": "Explain to your counselor the difference between a pool swim and an open water swim, including at what water temperature it is appropriate to wear a wet suit.",
          "internal_parent_id": "13899",
          "internal_id": "13903",
          "requirements": []
        }
      ]
    },
    {
      "id": "b",
      "text": "Biking",
      "internal_parent_id": "13898",
      "internal_id": "13904",
      "requirements": [
        {
          "id": "1",
          "text": "Explain to your counselor how to ride predictably, be conspicuous, think ahead, and ride ready.",
          "internal_parent_id": "13904",
          "internal_id": "13905",
          "requirements": []
        },
        {
          "id": "2",
          "text": "Discuss what should be checked regularly to make sure the bicycle is safe to ride.",
          "internal_parent_id": "13904",
          "internal_id": "13906",
          "requirements": []
        },
        {
          "id": "3",
          "text": "Explain the importance of wearing a properly sized and fitted helmet while cycling and of wearing the right clothing for the weather.",
          "internal_parent_id": "13904",
          "internal_id": "13907",
          "requirements": []
        }
      ]
    },
    {
      "id": "c",
      "text": "Running",
      "internal_parent_id": "13898",
      "internal_id": "13908",
      "requirements": [
        {
          "id": "1",
          "text": "Demonstrate a proper run warmup and cool-down. Explain to your counselor the importance of maintaining healthy habits, including hydration, nutrition, injury prevention, and rest.",
          "internal_parent_id": "13908",
          "internal_id": "13909",
          "requirements": []
        },
        {
          "id": "2",
          "text": "Learn and state the basic rules of the road for runners.",
          "internal_parent_id": "13908",
          "internal_id": "13910",
          "requirements": []
        },
        {
          "id": "3",
          "text": "Demonstrate important running drills, including high knees, butt kicks, lunges, inchworms, and soldier kicks.",
          "internal_parent_id": "13908",
          "internal_id": "13911",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Complete ALL of the activities that apply to the multisport format that you selected in requirement 3(d) (Triathlon, Duathlon, Aquathlon, or Aquabike):",
      "internal_parent_id": null,
      "internal_id": "13897",
      "requirements": []
    },
    {
      "id": "5",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13871",
      "requirements": [
        {
          "id": "a",
          "text": "With guidance from your counselor, establish a four-week training plan that combines your chosen multisport format to develop proper techniques, gain self-confidence, and increase endurance. Each session should last at least 25 minutes and include a proper warmup before the session and stretching afterward.",
          "internal_parent_id": "13871",
          "internal_id": "13872",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Use a chart or other tracking method to monitor your training and development during this period.",
          "internal_parent_id": "13871",
          "internal_id": "13873",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Set a personal goal for improvement based on one or more of the following criteria: time, technique, or distance.",
          "internal_parent_id": "13871",
          "internal_id": "13874",
          "requirements": []
        },
        {
          "id": "d",
          "text": "At the end of four weeks, discuss your progress with your counselor and tell how your development has affected you mentally and physically.",
          "internal_parent_id": "13871",
          "internal_id": "13875",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Learn the methods of setting up your transition area, which is where your bike equipment and/or running gear will be. Discuss with your counselor how to smoothly and safely transition from one element to the next, such as mounting and dismounting your bike or adjusting your gear.",
      "internal_parent_id": null,
      "internal_id": "13876",
      "requirements": []
    },
    {
      "id": "7",
      "text": "After completing requirements 1-6, complete all of the activities (on the same day and consecutively) for the multisport focus area that you selected in requirement 3(d), including demonstrating a smooth and safe transition between each:[When referring to race distances, \"m\" stands for meter (about 3.28 feet) and \"km\" or simply \"k\" stands for kilometer  (about 0.62 mile).]",
      "internal_parent_id": null,
      "internal_id": "13877",
      "requirements": []
    },
    {
      "id": "8",
      "text": "Do TWO of the following and discuss with your counselor:",
      "internal_parent_id": null,
      "internal_id": "13878",
      "requirements": [
        {
          "id": "a",
          "text": "Research and identify two ways you can continue participating in multisport after completing this merit badge.",
          "internal_parent_id": "13878",
          "internal_id": "13879",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Research an Olympic, Paralympic, or professional triathlete (past or current). Share information on their background in the sport and what inspires you most about this individual.",
          "internal_parent_id": "13878",
          "internal_id": "13880",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Demonstrate leadership by starting a training group and educating your peers on the importance of physical activity, nutrition, and the disciplines of multisport.",
          "internal_parent_id": "13878",
          "internal_id": "13881",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Sign up for and participate in a sanctioned multisport event in your area.",
          "internal_parent_id": "13878",
          "internal_id": "13882",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Volunteer at a local multisport event, running race, biking event, swim meet, or adaptive sporting event.",
          "internal_parent_id": "13878",
          "internal_id": "13883",
          "requirements": []
        }
      ]
    }
  ]
}