{
  "name": "Oceanography",
  "overview": "The oceans cover more than 70 percent of our planet and are the dominant feature of Earth. Wherever you live, the oceans influence the weather, the soil, the air, and the geography of your community. To study the oceans is to study Earth itself.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/oceanography/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Oceanography_2024.pdf",
  "shop_url": "https://www.scoutshop.org/oceanography-merit-badge-pamphlet-654572.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Oceanography-qjjk7p7ex1rmni5l9zqta1xnjo0npalz3uxtbivwps.png",
  "image_filename": "oceanography-merit-badge.jpg",
  "requirements": [
    {
      "id": "1",
      "text": "Name four branches of oceanography. Describe at least five reasons why it is important for people to learn about the oceans.",
      "internal_parent_id": null,
      "internal_id": "4133",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Explain the following terms: salinity, temperature,  and density. Describe how these important properties of seawater are measured by oceanographer. Discuss the circulation and currents of the ocean. Describe the effects of the oceans on weather and climate.",
      "internal_parent_id": null,
      "internal_id": "4134",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Describe the characteristics of ocean waves. Point out the differences among the storm surge, tsunami, tidal wave, and tidal bore. Explain the difference between sea, swell, and surf. Explain how breakers are formed.",
      "internal_parent_id": null,
      "internal_id": "4135",
      "requirements": []
    },
    {
      "id": "4",
      "text": "Draw a cross-section of underwater topography. Show what is meant by:",
      "internal_parent_id": null,
      "internal_id": "4116",
      "requirements": [
        {
          "id": "a",
          "text": "Continental shelf",
          "internal_parent_id": "4116",
          "internal_id": "4117",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Continental slope",
          "internal_parent_id": "4116",
          "internal_id": "4118",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Abyssal plain.",
          "internal_parent_id": "4116",
          "internal_id": "4119",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "List the main salts, gases, and nutrients in seawater. Describe some important properties of water. Tell how the animals and plants of the ocean affect the chemical composition of seawater. Explain how differences in evaporation and precipitation affect the salt content of the oceans.",
      "internal_parent_id": null,
      "internal_id": "4136",
      "requirements": []
    },
    {
      "id": "6",
      "text": "Describe some of the biologically important properties of seawater. Define benthos, nekton, and plankton. Name some of the plants and animals that make up each of these groups. Describe the place and importance of phytoplankton in the oceanic food chain.",
      "internal_parent_id": null,
      "internal_id": "4137",
      "requirements": []
    },
    {
      "id": "7",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "4120",
      "requirements": [
        {
          "id": "a",
          "text": "Make a plankton net. Tow the net by a dock, wade with it, hold it in a current, or tow it from a rowboat. Do this for about 20 minutes. Save the sample. Examine it under a microscope or high-power glass. Identify the three most common types of plankton in the sample.Note: May be done in lakes or streams.",
          "internal_parent_id": "4120",
          "internal_id": "4121",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Make a series of models (clay or plaster and wood) of a volcanic island. Show the growth of an atoll from a fringing reef through a barrier reef. Describe the Darwinian theory of coral reef formation.",
          "internal_parent_id": "4120",
          "internal_id": "4122",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Measure the water temperature at the surface, midwater, and bottom of a body of water four times daily for five consecutive days. You may measure depth with a rock tied to a line. Make a Secchi disk to measure turbidity (how much suspended sedimentation is in the water). Measure the air temperature. Note the cloud cover and roughness of the water. Show your findings (air and water temperature, turbidity) on a graph. Tell how the water temperature changes with air temperature.",
          "internal_parent_id": "4120",
          "internal_id": "4123",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Make a model showing the inshore sediment movement by littoral currents, tidal movement, and wave action. Include such formations as high and low waterlines, low-tide terrace, berm, and coastal cliffs. Show how offshore bars are built up and torn down.",
          "internal_parent_id": "4120",
          "internal_id": "4124",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Make a wave generator. Show reflection and refraction of waves. Show how groins, jetties, and breakwaters affect these patterns.",
          "internal_parent_id": "4120",
          "internal_id": "4125",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Track and monitor satellite images available on the internet for a specific location for three weeks. Describe what you have learned to your counselor.",
          "internal_parent_id": "4120",
          "internal_id": "4126",
          "requirements": []
        }
      ]
    },
    {
      "id": "8",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "4127",
      "requirements": [
        {
          "id": "a",
          "text": "Write a 500-word report on a book about oceanography approved by your counselor.",
          "internal_parent_id": "4127",
          "internal_id": "4131",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Visit one of the following and write a 500-word report about your visit.",
          "internal_parent_id": "4127",
          "internal_id": "4128",
          "requirements": [
            {
              "id": "1",
              "text": "Oceanographic research ship",
              "internal_parent_id": "4128",
              "internal_id": "4129",
              "requirements": []
            },
            {
              "id": "2",
              "text": "Oceanographic institute, marine laboratory, or marine aquarium.",
              "internal_parent_id": "4128",
              "internal_id": "4130",
              "requirements": []
            }
          ]
        },
        {
          "id": "c",
          "text": "Explain to your troop in a five-minute prepared speech \"Why Oceanography Is Important\" or describe \"Career Opportunities in Oceanography.\" (Before making your speech, show your speech outline to your counselor for approval.)",
          "internal_parent_id": "4127",
          "internal_id": "4132",
          "requirements": []
        }
      ]
    },
    {
      "id": "9",
      "text": "Describe four methods that marine scientists use to investigate the ocean, underlying geology, and organisms living in the water.",
      "internal_parent_id": null,
      "internal_id": "4138",
      "requirements": []
    }
  ]
}