{
  "name": "Safety",
  "overview": "Knowing about safety helps Scouts to make the right choices and to take the best actions to avoid accidents by making informed choices in their everyday activities and to respond appropriately during an emergency situation.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/safety/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Safety_2025.pdf",
  "shop_url": "https://www.scoutshop.org/scouts-bsa-safety-merit-badge-pamphlet-660411.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Safety-qjjk7nbqjdp20a8bkyxk52eqcw9x9weiflmucyyp28.png",
  "requirements": [
    {
      "id": "1",
      "text": "Explain what safety is and what it means to be safe. Then prepare a notebook to include:",
      "internal_parent_id": null,
      "internal_id": "11440",
      "requirements": [
        {
          "id": "a",
          "text": "Newspaper, internet (with parent or guardian's permission), or other articles, facts, and statistics showing common types and causes of injuries in the home and in the workplace, and how these injuries could be prevented",
          "internal_parent_id": "11440",
          "internal_id": "11441",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Newspaper, internet (with parent or guardian's permission), or other articles, facts, and statistics showing common types of crime and ways to avoid being a crime victim",
          "internal_parent_id": "11440",
          "internal_id": "11442",
          "requirements": []
        },
        {
          "id": "c",
          "text": "A paragraph or more, written by you, explaining how a serious fire, accident, crime, or a natural disaster could change your family life",
          "internal_parent_id": "11440",
          "internal_id": "11443",
          "requirements": []
        },
        {
          "id": "d",
          "text": "A list of safe practices and safety devices currently used by your family, such as safety practices used at home, while working, and while driving.",
          "internal_parent_id": "11440",
          "internal_id": "11444",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "11445",
      "requirements": [
        {
          "id": "a",
          "text": "Using a safety checklist approved by your counselor, make an inspection of your home. Identify any hazards found and explain how these can be corrected.",
          "internal_parent_id": "11445",
          "internal_id": "11446",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Review and develop your family's fire prevention plan. Review your family's emergency action plan for fire in your home. As you develop these plans with family members, share with them facts about the common causes of fire in the home, such as smoking, cooking, electrical appliances, and candles.",
          "internal_parent_id": "11445",
          "internal_id": "11447",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Develop a family emergency action plan for a natural disaster.",
          "internal_parent_id": "11445",
          "internal_id": "11458",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Explain what risk assessment is and its purpose.",
          "internal_parent_id": "11445",
          "internal_id": "11459",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Explain the Scouting America's Commitment to Safety.",
          "internal_parent_id": "11445",
          "internal_id": "11460",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "11448",
      "requirements": [
        {
          "id": "a",
          "text": "Discuss with your counselor how you contribute to the safety of yourself, your family, and your community.",
          "internal_parent_id": "11448",
          "internal_id": "11449",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Show your family members how to protect themselves and your home from accidents, fire, burglary, robbery, and assault.",
          "internal_parent_id": "11448",
          "internal_id": "11450",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Discuss with your counselor the tips for online safety. Explain the steps individuals can take to help prevent identity theft.",
          "internal_parent_id": "11448",
          "internal_id": "11451",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Discuss with your counselor the three R's of Youth Protection and how to recognize child abuse.",
          "internal_parent_id": "11448",
          "internal_id": "11452",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Show your family the exits you would use from different public buildings (such as a theater, municipal building, library, supermarket, shopping center, or your place of worship) in the event of an emergency. Teach your family what to do in the event that they need to take shelter in or evacuate a public place.",
      "internal_parent_id": null,
      "internal_id": "11453",
      "requirements": []
    },
    {
      "id": "5",
      "text": "Make an emergency action plan for five family activities outside the home (at your place of worship, at a theater, on a picnic, at the beach, and while traveling, for example). Each plan should include an analysis of possible hazards, proposed action to correct hazards, and reasons for the correction you propose in each plan.",
      "internal_parent_id": null,
      "internal_id": "11454",
      "requirements": []
    },
    {
      "id": "6",
      "text": "Plan and complete a safety project approved by your counselor for your home, school, place of worship, place of employment, or community.",
      "internal_parent_id": null,
      "internal_id": "11455",
      "requirements": []
    },
    {
      "id": "7",
      "text": "Explain what the National Terrorism Advisory System is and how you would respond to each type of alert.",
      "internal_parent_id": null,
      "internal_id": "11456",
      "requirements": []
    },
    {
      "id": "8",
      "text": "Learn about three career opportunities in the field of safety. Pick one career and find out the education, training, and experience required for this profession. Discuss this choice with your counselor, and explain why this profession might interest you.",
      "internal_parent_id": null,
      "internal_id": "11457",
      "requirements": []
    }
  ]
}