{
  "name": "Sculpture",
  "overview": "This merit badge introduces Scouts to sculpture, an art form that allows an artist to express what he sees and feels by using these three dimensions by shaping materials such as clay, stone, metal, and wood.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/sculpture/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Sculpture_2025.pdf",
  "shop_url": "https://www.scoutshop.org/sculpture-merit-badge-pamphlet-650742.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Sculpture-qjjk7nbqjdp20a8bkyxk52eqcw9x9weiflmucyyp28.png",
  "requirements": [
    {
      "id": "1",
      "text": "Explain to your counselor the precautions that must be followed for the safe use and operation of a sculptor's tools, equipment, and other materials.Resources:",
      "internal_parent_id": null,
      "internal_id": "2559",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Do TWO of the following:",
      "internal_parent_id": null,
      "internal_id": "2560",
      "requirements": [
        {
          "id": "a",
          "text": "Model in clay a life-size human head. Then sculpt in modeling clay, carve in wood or plaster, or use 3D modeling software to make a small-scale model of an animal or person. Explain to your counselor the method and tools you used to sculpt the figure. Resources:",
          "internal_parent_id": "2560",
          "internal_id": "2561",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Make a plaster mold of a fruit or vegetable. In this mold, make a copy of the fruit or vegetable. Explain to your counselor the method and tools you used to make the copy. Resources:",
          "internal_parent_id": "2560",
          "internal_id": "2563",
          "requirements": []
        },
        {
          "id": "c",
          "text": "With your parent or guardian's permission and your counselor's approval, visit a museum, art exhibit, art gallery, artists' co-op, or artist's studio. After your visit, share with your counselor what you have learned. Discuss the importance of visual arts and how it strengthens social tolerance and helps stimulate cultural, intellectual, and personal development. Resource:",
          "internal_parent_id": "2560",
          "internal_id": "2564",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Find out about career opportunities in sculpture. Pick one and find out the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you.Resources:",
      "internal_parent_id": null,
      "internal_id": "2566",
      "requirements": []
    }
  ]
}