{
  "name": "Sports",
  "overview": "Millions of people participate in sports every year. For some the appeal is the close friendships that come with being part of a team. Some revel in the joy of victory and lessons of defeat. For some, the personal fitness is so important that exercise becomes a daily need. And still others desire the feeling of achievement, that feeling of measurable improvement that comes with dedication to a sport.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/sports/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/2023_Updates/35954(23)_Sports_REQ.pdf",
  "shop_url": null,
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Sports-qjjk7q593vswz4484i5fujp451w0wzppfzlassuijk.png",
  "requirements": [
    {
      "id": null,
      "text": "The activities used to fulfill the requirements for the Sports merit badge may not be used to help fulfill requirements for other merit badges.",
      "internal_parent_id": null,
      "internal_id": "13795",
      "requirements": []
    },
    {
      "id": "1",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13796",
      "requirements": [
        {
          "id": "a",
          "text": "Explain to your counselor the most likely risks you may encounter while participating in sports and what you should do to anticipate, help prevent, mitigate, and respond to these risks.",
          "internal_parent_id": "13796",
          "internal_id": "13797",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Show that you know first aid or understand the treatment for injuries that could occur while participating in sports, including sprains; strains; muscle cramps; contusions; abrasions; blisters; dehydration; heat reactions; fractures; injured teeth; head, neck, and back injuries; and concussions.",
          "internal_parent_id": "13796",
          "internal_id": "13798",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Explain the following:",
      "internal_parent_id": null,
      "internal_id": "13799",
      "requirements": [
        {
          "id": "a",
          "text": "The importance of the physical exam",
          "internal_parent_id": "13799",
          "internal_id": "13800",
          "requirements": []
        },
        {
          "id": "b",
          "text": "The importance of maintaining good health habits for life (such as exercising regularly), and how the use of tobacco products, alcohol, and other harmful substances can negatively affect your health and your performance in sports activities",
          "internal_parent_id": "13799",
          "internal_id": "13801",
          "requirements": []
        },
        {
          "id": "c",
          "text": "The importance of maintaining a healthy diet.",
          "internal_parent_id": "13799",
          "internal_id": "13802",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Discuss the following:",
      "internal_parent_id": null,
      "internal_id": "13803",
      "requirements": [
        {
          "id": "a",
          "text": "The importance of warming up and cooling down",
          "internal_parent_id": "13803",
          "internal_id": "13804",
          "requirements": []
        },
        {
          "id": "b",
          "text": "The importance of weight training",
          "internal_parent_id": "13803",
          "internal_id": "13805",
          "requirements": []
        },
        {
          "id": "c",
          "text": "What an amateur athlete is and the differences between an amateur and a professional athlete",
          "internal_parent_id": "13803",
          "internal_id": "13806",
          "requirements": []
        },
        {
          "id": "d",
          "text": "The attributes (qualities) of a good sport, the importance of sportsmanship, and the traits of a good team leader and player who exhibits Scout spirit on and off the playing field.",
          "internal_parent_id": "13803",
          "internal_id": "13807",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Select TWO of the following sports and discuss with your counselor how you will complete the requirements in 5a through 5h for each sport: badminton, baseball, basketball, bowling, cross-country, diving, field hockey, flag football, flag team, golf, gymnastics, ice hockey, lacrosse, soccer, softball, spirit/cheerleading, swimming, tackle football, table tennis, tennis, track and field, volleyball, water polo, and/or wrestling. Your counselor may approve in advance other recognized sports, but not any sport that is prohibited by Scouting America.  The sports you choose must include regular practice sessions and at least four structured, officiated, scored games, meets, or contests against other competitive individuals or organized teams during the period of participation.",
      "internal_parent_id": null,
      "internal_id": "13808",
      "requirements": []
    },
    {
      "id": "5",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "13812",
      "requirements": [
        {
          "id": "a",
          "text": "With guidance from your counselor, establish a suitable personal training program that you will follow throughout your competition season (or for three months).",
          "internal_parent_id": "13812",
          "internal_id": "13813",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Create a chart or other tracking system, and document your training, practice, and development during this time.",
          "internal_parent_id": "13812",
          "internal_id": "13814",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Demonstrate proper technique to play each sport effectively and avoid injury.",
          "internal_parent_id": "13812",
          "internal_id": "13815",
          "requirements": []
        },
        {
          "id": "d",
          "text": "List and describe the equipment needed for each sport, including protective equipment and any specialized clothing.",
          "internal_parent_id": "13812",
          "internal_id": "13816",
          "requirements": []
        },
        {
          "id": "e",
          "text": "List and explain the rules and proper etiquette of each sport.",
          "internal_parent_id": "13812",
          "internal_id": "13817",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Draw and explain a diagram of the playing area for each sport.",
          "internal_parent_id": "13812",
          "internal_id": "13818",
          "requirements": []
        },
        {
          "id": "g",
          "text": "Participate in each sport as a competitive individual or as a member of an organized team for one season (or for three months).",
          "internal_parent_id": "13812",
          "internal_id": "13819",
          "requirements": []
        },
        {
          "id": "h",
          "text": "At the end of the season, share your completed chart with your counselor and discuss how your participation in the sports you chose has affected you mentally and physically.",
          "internal_parent_id": "13812",
          "internal_id": "13820",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "13821",
      "requirements": [
        {
          "id": "a",
          "text": "Identify three career opportunities that would use skills and knowledge related to a sport. Pick one and research the training, education, certification requirements, experience, and expenses associated with entering the field. Research the prospects for employment, starting salary, advancement opportunities and career goals associated with this career. Discuss what you learned with your counselor and whether you might be interested in this career.",
          "internal_parent_id": "13821",
          "internal_id": "13822",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Identify how you might use skills and knowledge related to a sport to pursue a personal hobby and/or healthy lifestyle. Research the additional training required, expenses, and affiliation with organizations that would help you maximize the enjoyment and benefit you might gain from it. Discuss what you learned with your counselor and share what short-term and long-term goals you might have if you pursued this.",
          "internal_parent_id": "13821",
          "internal_id": "13823",
          "requirements": []
        }
      ]
    }
  ]
}