{
  "name": "Surveying",
  "overview": "While earning this merit badge, Scouts will discover how land is measured and how it is described so that others can know where boundary lines are. They will have a chance to use some fine measuring instruments, apply advanced mathematics, operate computing equipment, and create a survey map.",
  "is_eagle_required": false,
  "is_lab": false,
  "url": "https://www.scouting.org/merit-badges/surveying/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Surveying.pdf",
  "workbook_pdf_url": "http://usscouts.org/mb/worksheets/Surveying.pdf",
  "workbook_docx_url": "http://usscouts.org/mb/worksheets/Surveying.docx",
  "shop_url": "https://www.scoutshop.org/surveying-merit-badge-pamphlet-654568.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Surveying-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "image_filename": "surveying-merit-badge.jpg",
  "requirements": [
    {
      "id": "12005",
      "label": "1",
      "content": [
        {
          "type": "text",
          "value": "Show that you know first aid for the types of injuries that could occur while surveying, including cuts, scratches, snakebite, insect stings, tick bites, heat and cold reactions, dehydration. Explain to your counselor why a surveyor should be able to identify the poisonous plants and poisonous animals that are found in your area."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "12006",
      "label": "2",
      "content": [
        {
          "type": "text",
          "value": "Do the following:"
        }
      ],
      "resources": [],
      "sub_requirements": [
        {
          "id": "12007",
          "label": "a",
          "content": [
            {
              "type": "text",
              "value": "Set an instrument over one of the corners of a five-sided lot laid out by your counselor and sighting one of the other corners for reference and, using radial measurement methods, record the angle turned and the distance measured to each of the remaining corners, as directed by your counselor. Record the angle and distance to five topographic features (trees, shrubs, rocks, etc.) near your work area."
            }
          ],
          "resources": [],
          "sub_requirements": []
        },
        {
          "id": "12008",
          "label": "b",
          "content": [
            {
              "type": "text",
              "value": "Measure to three of the same points with GPS measurement and compare the distances between the points measured."
            }
          ],
          "resources": [],
          "sub_requirements": []
        }
      ]
    },
    {
      "id": "12009",
      "label": "3",
      "content": [
        {
          "type": "text",
          "value": "From the field notes gathered for requirement 2, and using a protractor and scale, plot the points you measured and draw to scale a map of your survey which includes a north arrow, scale bar, title, date and a diagram of the lot you measured. Submit a neatly drawn copy."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "12010",
      "label": "4",
      "content": [
        {
          "type": "text",
          "value": "Use one of the corner markers from requirement 2 as a benchmark with an assumed elevation of 100 feet. Using a level and rod, collect and record measurements, and determine the elevation of the other four corner markers."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "12011",
      "label": "5",
      "content": [
        {
          "type": "text",
          "value": "Get a copy of the deed to a piece of property approved by your counselor, from the local courthouse or title agency. Discuss with your counselor the different parts of the deed and their importance."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "12012",
      "label": "6",
      "content": [
        {
          "type": "text",
          "value": "Discuss emerging surveying technology such as drones and laser scanning and the strengths and weaknesses of each."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "12013",
      "label": "7",
      "content": [
        {
          "type": "text",
          "value": "Tell what GPS is; discuss with your counselor the importance of GPS and how it is changing the field of surveying."
        }
      ],
      "resources": [],
      "sub_requirements": []
    },
    {
      "id": "12014",
      "label": "8",
      "content": [
        {
          "type": "text",
          "value": "Identify three career opportunities that would use skills and knowledge in surveying. Pick one and research the training, education, certification requirements, experience, and expenses associated with entering the field. Research the prospects for employment, starting salary, advancement opportunities and career goals associated with this career. Discuss what you learned with your counselor and whether you might be interested in this career."
        }
      ],
      "resources": [],
      "sub_requirements": []
    }
  ]
}