{
  "name": "Textile",
  "overview": "People use countless fibers and fabrics in their everyday lives: clothes, carpets, curtains, towels, sheets, upholstered furniture. Add to that list boat sails, book bindings, bandages, flags, sleeping bags, mailbags, airbags, seat belts, backpacks, parachutes, umbrellas, basketball nets, and more.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/textile/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Textile_2019.pdf",
  "shop_url": "https://www.scoutshop.org/textile-merit-badge-pamphlet-650746.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Textile-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": "1",
      "text": "Discuss with your counselor the importance of textiles. Explain the terms fiber, fabric, textile. Give examples of textiles you use every day.",
      "internal_parent_id": null,
      "internal_id": "3293",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "3294",
      "requirements": [
        {
          "id": "a",
          "text": "Get swatches of two natural fiber fabrics (100 percent cotton, linen, wool or silk; no blends) Get swatches of two synthetic fiber fabrics (nylon, polyester, acrylic, olefin, or spandex). Get a sample of one cellulosic fabric (rayon, acetate or lyocell).",
          "internal_parent_id": "3294",
          "internal_id": "3295",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Give the origin, major characteristics, and general content of each type of fiber obtained for 2(a). Explain the difference between a cellulosic manufactured fiber and a synthetic manufactured fiber.",
          "internal_parent_id": "3294",
          "internal_id": "3296",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Describe the main steps in making raw fiber into yarn, and yarn into fabric.",
          "internal_parent_id": "3294",
          "internal_id": "3297",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Assume you will soon buy a new garment or other textile item. Tell your counselor what fiber or blend of fibers you want the item to be, and give reasons for your choice.",
          "internal_parent_id": "3294",
          "internal_id": "3298",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Do TWO of the following:",
      "internal_parent_id": null,
      "internal_id": "3299",
      "requirements": [
        {
          "id": "a",
          "text": "Visit a textile plant, textile products manufacturer or textile school or college. Report on what you saw and learned.",
          "internal_parent_id": "3299",
          "internal_id": "3300",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Weave a belt, headband, place mat or wall hanging. Use a simple loom that you have made yourself.",
          "internal_parent_id": "3299",
          "internal_id": "3301",
          "requirements": []
        },
        {
          "id": "c",
          "text": "With a magnifying glass, examine a woven fabric, a nonwoven fabric, and a knitted fabric. Sketch what you see. Explain how the three constructions are different.",
          "internal_parent_id": "3299",
          "internal_id": "3302",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Make a piece of felt.",
          "internal_parent_id": "3299",
          "internal_id": "3303",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Make two natural dyes and use them to dye a garment or a piece of fabric.",
          "internal_parent_id": "3299",
          "internal_id": "3304",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Waterproof a fabric.",
          "internal_parent_id": "3299",
          "internal_id": "3305",
          "requirements": []
        },
        {
          "id": "g",
          "text": "Demonstrate how to identify fibers, using a microscope identification or the breaking test.",
          "internal_parent_id": "3299",
          "internal_id": "3306",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Explain the meaning of 10 of the following terms: warp, harness, heddle, shed, aramid, spandex, sliver, yarn, spindle, distaff, loom, cellulose, sericulture, extrusion, carbon fibers, spinneret, staple, worsted, nonwoven, greige goods.",
      "internal_parent_id": null,
      "internal_id": "3307",
      "requirements": []
    },
    {
      "id": "5",
      "text": "List the advantages and disadvantages of natural plant fibers, natural animal fibers, cellulosic manufactured fibers, and synthetic manufactured fibers. Identify and discuss at least four ecological concerns regarding the production and care of textiles.",
      "internal_parent_id": null,
      "internal_id": "3308",
      "requirements": []
    },
    {
      "id": "6",
      "text": "Explain to your counselor, either verbally or in a written report, five career possibilities in the textile industry. Tell about two positions that interest you the most and the education, cost of training and specific duties those positions require.",
      "internal_parent_id": null,
      "internal_id": "3309",
      "requirements": []
    }
  ]
}