{
  "name": "Whitewater",
  "overview": "Canoeing or kayaking through whitewater rapids can be a thrilling experience. Safe whitewater fun requires each participant to understand the equipment and techniques and to have a firm respect for the power of nature’s waterways.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/whitewater/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Whitewater_2024.pdf",
  "shop_url": "https://www.scoutshop.org/mbp-4c-whitewater-618652.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Whitewater-qjjk7o9kq7qcbw6yfhc6pk66ya5ahli8rqabu8xaw0.png",
  "requirements": [
    {
      "id": "1",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "9222",
      "requirements": [
        {
          "id": "a",
          "text": "Explain to your counselor the most likely hazards you may encounter while participating in whitewater activities, including branches and trees in water along a shore and stretching across the stream, rocks, hydraulics over ledges or lowhead dams, strong wind, low water or air temperature, and thunder and lightning storms. Explain what you should do to anticipate, help prevent, mitigate, and respond to these hazards.",
          "internal_parent_id": "9222",
          "internal_id": "9223",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Review with your counselor the prevention, symptoms, and first aid treatment for the following injuries or illnesses that could occur while participating in whitewater activities including cold-water shock; hypothermia; head, neck, and back injuries; heat-related illnesses; sunburn; dehydration; blisters; bruises; cuts; sprains and strains; shoulder dislocation; and submersion injuries.",
          "internal_parent_id": "9222",
          "internal_id": "9224",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Discuss with your counselor the Scouting America Safety Afloat policy and the American Whitewater safety guidelines, including the use of helmet and life jackets.",
          "internal_parent_id": "9222",
          "internal_id": "9225",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "9226",
      "requirements": [
        {
          "id": "a",
          "text": "Demonstrate understanding of the following river features by drawing lines to show the flow of water: upstream V, downstream V, riffle, eddy with an eddy line, ledge, river bend, shallows, current at different depths, drop, horizon line, and hydraulic.",
          "internal_parent_id": "9226",
          "internal_id": "9227",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Describe how waves form including standing waves and wave trains.",
          "internal_parent_id": "9226",
          "internal_id": "9228",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Explain how to tilt or edge the boat without leaning your body - When entering and exiting an eddy. - When ferrying in downstream and upstream directions.",
          "internal_parent_id": "9226",
          "internal_id": "9257",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Explain when, why, and how you should scout a river while ashore, while on the river, and when you should portage your boat.",
          "internal_parent_id": "9226",
          "internal_id": "9258",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Before doing requirements 4 through 12, earn the Canoeing merit badge if you will be using a canoe to earn this merit badge. If you will be using a kayak, earn the Kayaking merit badge. Then do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "9229",
      "requirements": [
        {
          "id": "a",
          "text": "If you will be using a canoe to earn this merit badge, demonstrate strokes and maneuvers from the Canoeing merit badge to the satisfaction of your counselor.",
          "internal_parent_id": "9229",
          "internal_id": "9231",
          "requirements": []
        },
        {
          "id": "b",
          "text": "If you will be using a kayak to earn this merit badge, demonstrate strokes and maneuvers from the Kayaking merit badge to the satisfaction of your counselor.",
          "internal_parent_id": "9229",
          "internal_id": "9232",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "9205",
      "requirements": [
        {
          "id": "a",
          "text": "Option A—Tandem Canoest. (perform the following on calm water):",
          "internal_parent_id": "9205",
          "internal_id": "9206",
          "requirements": [
            {
              "id": "1",
              "text": "Demonstrate the following strokes in the bow: cross forward, bow draw, cross bow draw, bow pry, and sculling draw.",
              "internal_parent_id": "9206",
              "internal_id": "9207",
              "requirements": []
            },
            {
              "id": "2",
              "text": "Demonstrate the following strokes in the stern: stern draw, stern pry, sculling draw, and forward with stern pry.",
              "internal_parent_id": "9206",
              "internal_id": "9208",
              "requirements": []
            },
            {
              "id": "3",
              "text": "Demonstrate a high brace, low brace, and righting pry.",
              "internal_parent_id": "9206",
              "internal_id": "9209",
              "requirements": []
            }
          ]
        },
        {
          "id": "b",
          "text": "Option B—Solo Canoest. (perform the following on calm water):",
          "internal_parent_id": "9205",
          "internal_id": "9211",
          "requirements": [
            {
              "id": "1",
              "text": "Demonstrate the following strokes: cross forward, bow draw, cross bow draw, stern draw, pry, stern pry, sculling draw, and forward with stern pry.",
              "internal_parent_id": "9211",
              "internal_id": "9212",
              "requirements": []
            },
            {
              "id": "2",
              "text": "Demonstrate a high brace, low brace, and righting pry.",
              "internal_parent_id": "9211",
              "internal_id": "9213",
              "requirements": []
            }
          ]
        },
        {
          "id": "c",
          "text": "Option C—Solo Kayaker. (perform the following on calm water):",
          "internal_parent_id": "9205",
          "internal_id": "9215",
          "requirements": [
            {
              "id": "1",
              "text": "Demonstrate the following strokes: bow draw, rudder, and sculling draw.",
              "internal_parent_id": "9215",
              "internal_id": "9216",
              "requirements": []
            },
            {
              "id": "2",
              "text": "Demonstrate a high brace and low brace.",
              "internal_parent_id": "9215",
              "internal_id": "9217",
              "requirements": []
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "9218",
      "requirements": [
        {
          "id": "a",
          "text": "Explain the International Scale of River Difficulty and apply the scale to the stretch of river approved by your counselor.",
          "internal_parent_id": "9218",
          "internal_id": "9219",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Identify the specific characteristics of the river that are factors in your classification according to the International Scale.",
          "internal_parent_id": "9218",
          "internal_id": "9220",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Discuss how the level of flow changes a river from one class to another and what effects different flow rates have on the features of a river and its hazards.",
          "internal_parent_id": "9218",
          "internal_id": "9221",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Explain the importance of communication during every whitewater outing. Demonstrate knowledge and ability to use the following American Whitewater Universal River Signals, both visual and auditory: \"Stop,\" \"Are you OK?,\" \"Help/emergency,\" \"Run river right,\" \"Run river left,\" and \"All clear—come ahead.\"",
      "internal_parent_id": null,
      "internal_id": "9255",
      "requirements": []
    },
    {
      "id": "7",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "9233",
      "requirements": [
        {
          "id": "a",
          "text": "If completing this merit badge in a canoe, describe the various types of canoes used on moving water and how they differ in design, materials, and purpose.",
          "internal_parent_id": "9233",
          "internal_id": "9235",
          "requirements": []
        },
        {
          "id": "b",
          "text": "If completing this merit badge in a kayak, describe the various types of kayaks used on moving water and explain how they differ in design, materials, and purpose.",
          "internal_parent_id": "9233",
          "internal_id": "9236",
          "requirements": []
        }
      ]
    },
    {
      "id": "8",
      "text": "Review with your counselor the personal and group equipment necessary for a safe whitewater outing and how and why it is used.",
      "internal_parent_id": null,
      "internal_id": "9256",
      "requirements": []
    },
    {
      "id": "9",
      "text": "Demonstrate your ability to read a Class II section of river approved by your  counselor. Describe the most desirable paths or lines of travel as well as  alternative routes and options. Point out how to use the existing water features  to your advantage, and explain how to best avoid the hazards present.",
      "internal_parent_id": null,
      "internal_id": "9237",
      "requirements": []
    },
    {
      "id": "10",
      "text": "Wearing a proper life jacket and being appropriately dressed for the weather and water conditions, perform the following skills in moving water in a properly equipped whitewater craft of your choice (tandem canoe, solo canoe, or solo kayak). If a tandem canoe is used, the skills must be demonstrated from both the bow and stern positions.",
      "internal_parent_id": null,
      "internal_id": "9247",
      "requirements": [
        {
          "id": "a",
          "text": "Launch and land.",
          "internal_parent_id": "9247",
          "internal_id": "9248",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Paddle forward in a straight line at least 10 boat lengths.",
          "internal_parent_id": "9247",
          "internal_id": "9249",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Backpaddle in a straight line at least five boat lengths.",
          "internal_parent_id": "9247",
          "internal_id": "9250",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Ferry upstream from both sides of the river.",
          "internal_parent_id": "9247",
          "internal_id": "9251",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Ferry downstream from both sides of the river.",
          "internal_parent_id": "9247",
          "internal_id": "9252",
          "requirements": []
        },
        {
          "id": "f",
          "text": "Eddy turn from both sides of an eddy.",
          "internal_parent_id": "9247",
          "internal_id": "9259",
          "requirements": []
        },
        {
          "id": "g",
          "text": "Peel out from both sides of an eddy.",
          "internal_parent_id": "9247",
          "internal_id": "9260",
          "requirements": []
        }
      ]
    },
    {
      "id": "11",
      "text": "Explain and demonstrate the following to your counselor:",
      "internal_parent_id": null,
      "internal_id": "9253",
      "requirements": [
        {
          "id": "a",
          "text": "Self-rescue and procedures when capsized in moving water, including a wet exit if necessary",
          "internal_parent_id": "9253",
          "internal_id": "9261",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Proper use of a throw rope to rescue a swimmer in whitewater",
          "internal_parent_id": "9253",
          "internal_id": "9262",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Proper technique for receiving a throw rope as a swimmer",
          "internal_parent_id": "9253",
          "internal_id": "9263",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Portaging-where portaging would be appropriate, and when and how to do it",
          "internal_parent_id": "9253",
          "internal_id": "9264",
          "requirements": []
        },
        {
          "id": "e",
          "text": "The whitewater buddy system using at least three persons and three craft.",
          "internal_parent_id": "9253",
          "internal_id": "9265",
          "requirements": []
        }
      ]
    },
    {
      "id": "12",
      "text": "Participate in one or more whitewater trips using either a canoe or kayak on a Class I and/or Class II river. The trip(s) must involve at least six hours of paddling time. For each trip:",
      "internal_parent_id": null,
      "internal_id": "9254",
      "requirements": [
        {
          "id": "a",
          "text": "Help to prepare a written plan, specifying the route (put-ins and takeouts), schedule, equipment, safety precautions, and emergency procedures.",
          "internal_parent_id": "9254",
          "internal_id": "9266",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Determine local rules and obtain permission from landowners and land managers in advance.",
          "internal_parent_id": "9254",
          "internal_id": "9267",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Explain what steps have been taken to comply with Scouting America Safety Afloat and the American Whitewater safety guidelines.",
          "internal_parent_id": "9254",
          "internal_id": "9268",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Show how to protect personal and group equipment from water and how to load and secure the containers in boats to be used in the trip. Execute the plans with other paddlers.",
          "internal_parent_id": "9254",
          "internal_id": "9269",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Explain to your counselor how well your plans worked for each trip taken.",
          "internal_parent_id": "9254",
          "internal_id": "9270",
          "requirements": []
        }
      ]
    }
  ]
}