{
  "name": "Animal Science",
  "overview": "Cattle, horses, sheep, goats, hogs, poultry, and other domesticated animals are important to people for many reasons. They supply us with food and clothing, we use them for recreational purposes, they work with and for us.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/animal-science/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Animal%20Science_2023.pdf",
  "shop_url": "https://www.scoutshop.org/bsa-animal-science-merit-badge-pamphlet-boy-scouts-of-america-660194.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/AnimalScience-qjjk7nbqjdp20a8bkyxk52eqcw9x9weiflmucyyp28.png",
  "image_filename": "animal-science-merit-badge.jpg",
  "requirements": [
    {
      "id": "1",
      "text": "Name two breeds of livestock in each of the following classifications: horses, dairy cattle, beef cattle, sheep, hogs, poultry, and goats. Tell their principal uses and merits. Tell where the breeds originated.",
      "internal_parent_id": null,
      "internal_id": "12444",
      "requirements": []
    },
    {
      "id": "2",
      "text": "List two diseases that afflict the animals in each of the classifications in requirement 1. Describe the symptoms of each disease and explain how each is contracted and how it could be prevented.",
      "internal_parent_id": null,
      "internal_id": "12445",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Draw models of the digestive tracts of ruminants, horses, pigs, and poultry. Explain how the differences in structure and function among these types of digestive tracts affect the nutritional management of these species.",
      "internal_parent_id": null,
      "internal_id": "12446",
      "requirements": []
    },
    {
      "id": "4",
      "text": "Select one type of animal: beef, cow, dairy cow, horse, sheep, goat, or hog, or a poultry flock, and tell how you would properly manage it. Include in your discussion nutritional (feeding) concerns, housing, disease prevention, waste control/removal, breeding programs, and biosecurity as appropriate.",
      "internal_parent_id": null,
      "internal_id": "12447",
      "requirements": []
    },
    {
      "id": "5",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "12448",
      "requirements": [
        {
          "id": "a",
          "text": "Explain how agricultural producers make desired improvements to their stock through breeding practices and programs.",
          "internal_parent_id": "12448",
          "internal_id": "12450",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Explain the terms pure breeding and cross breeding.",
          "internal_parent_id": "12448",
          "internal_id": "12451",
          "requirements": []
        },
        {
          "id": "c",
          "text": "List two modern technologies used in the production of horses, dairy cattle, beef cattle, sheep, hogs, poultry, or goats, and tell what the advantages are of using the technology.",
          "internal_parent_id": "12448",
          "internal_id": "12452",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Complete ONE of the following options:",
      "internal_parent_id": null,
      "internal_id": "12401",
      "requirements": [
        {
          "id": null,
          "text": "Beef Cattle Option",
          "internal_parent_id": "12401",
          "internal_id": "12402",
          "requirements": [
            {
              "id": "a",
              "text": "Visit a farm or ranch where beef cattle are produced under any of these systems:  - Feeding market cattle for harvest - Cow/calf operation, producing cattle for sale to commercial feeders - Producing purebred cattle for sale as breeding stock to others  Talk with the operator to learn how the cattle were handled, fed, weighed, and shipped. Describe what you saw and explain what you learned. If you cannot visit a cattle ranch or farm, view a video from a breed association, or research the internet (with your parent or guardian's permission) for information on beef cattle production. Tell about your findings.",
              "internal_parent_id": "12402",
              "internal_id": "12403",
              "requirements": []
            },
            {
              "id": "b",
              "text": "Sketch a plan of a feedlot to include its forage and grain storage facilities, and loading chute for 30 or more fattening steers; or sketch a corral plan with cutting and loading chutes for handling 50 or more beef cows and their calves at one time.",
              "internal_parent_id": "12402",
              "internal_id": "12404",
              "requirements": []
            },
            {
              "id": "c",
              "text": "Make a sketch showing the principal wholesale and retail cuts of beef. Tell about the U.S. Department of Agriculture (USDA) dual grading system of beef. Tell the basis of each grade in each system.",
              "internal_parent_id": "12402",
              "internal_id": "12405",
              "requirements": []
            },
            {
              "id": "d",
              "text": "Define the following terms: bull, steer, bullock, cow, heifer, freemartin, heiferette, and calf.",
              "internal_parent_id": "12402",
              "internal_id": "12406",
              "requirements": []
            }
          ]
        },
        {
          "id": null,
          "text": "Dairy Option",
          "internal_parent_id": "12401",
          "internal_id": "12407",
          "requirements": [
            {
              "id": "a",
              "text": "Tell how a cow or a goat converts forage and grain into milk. Explain the differences in feeds typically used for dairy cows versus those fed to beef cows.",
              "internal_parent_id": "12407",
              "internal_id": "12408",
              "requirements": []
            },
            {
              "id": "b",
              "text": "Make a chart showing the components in cow's milk or goat's milk. Chart the amount of each component.",
              "internal_parent_id": "12407",
              "internal_id": "12409",
              "requirements": []
            },
            {
              "id": "c",
              "text": "Explain the requirements for producing grade A milk. Tell how and why milk is pasteurized.",
              "internal_parent_id": "12407",
              "internal_id": "12410",
              "requirements": []
            },
            {
              "id": "d",
              "text": "Tell about the kinds of equipment used for milking and the sanitation standards that must be met on dairy farms.",
              "internal_parent_id": "12407",
              "internal_id": "12411",
              "requirements": []
            },
            {
              "id": "e",
              "text": "Define the following terms: bull, cow, steer, heifer, springer, buck, doe, and kid.",
              "internal_parent_id": "12407",
              "internal_id": "12412",
              "requirements": []
            },
            {
              "id": "f",
              "text": "Visit a dairy farm or a milk processing plant. Describe what you saw and explain what you learned. If you cannot visit a dairy farm or processing plant, view a video from a breed or dairy association, or research the internet (with your parent or guardian's permission) for information on dairying. Tell about your findings.",
              "internal_parent_id": "12407",
              "internal_id": "12413",
              "requirements": []
            }
          ]
        },
        {
          "id": null,
          "text": "Horse Option",
          "internal_parent_id": "12401",
          "internal_id": "12414",
          "requirements": [
            {
              "id": "a",
              "text": "Make a sketch of a useful saddle horse barn and exercise yard.",
              "internal_parent_id": "12414",
              "internal_id": "12415",
              "requirements": []
            },
            {
              "id": "b",
              "text": "Tell about the history of the horse and the benefits it has brought to people. Using the four breeds of horses you chose in requirement 1, discuss the different special uses of each breed.",
              "internal_parent_id": "12414",
              "internal_id": "12416",
              "requirements": []
            },
            {
              "id": "c",
              "text": "Define the following terms: mare, stallion, gelding, foal, colt, filly; mustang, quarter horse, draft horse, pacer, trotter; pinto, calico, palomino, roan, overo, and tobiano.",
              "internal_parent_id": "12414",
              "internal_id": "12417",
              "requirements": []
            },
            {
              "id": "d",
              "text": "Visit a horse farm. Describe what you saw and explain what you learned. If you cannot visit a horse farm, view a video from a breed association, or research the internet (with your parent or guardian's permission) for information on horses. Tell about your findings.",
              "internal_parent_id": "12414",
              "internal_id": "12418",
              "requirements": []
            },
            {
              "id": "e",
              "text": "Outline the proper feeding of a horse doing light work. Explain why the amount and kind of feed will change according to the kind of horse and the work it does. Describe what colic is, what can cause it, and its symptoms.",
              "internal_parent_id": "12414",
              "internal_id": "12419",
              "requirements": []
            }
          ]
        },
        {
          "id": null,
          "text": "Sheep or Goat Option (choose one and complete the following based upon the choice)",
          "internal_parent_id": "12401",
          "internal_id": "12420",
          "requirements": [
            {
              "id": "a",
              "text": "Make a sketch of a live lamb or goat. Show the location of the various wholesale and retail cuts.",
              "internal_parent_id": "12420",
              "internal_id": "12424",
              "requirements": []
            },
            {
              "id": "b",
              "text": "Discuss how wools are sorted and graded.",
              "internal_parent_id": "12420",
              "internal_id": "12425",
              "requirements": []
            },
            {
              "id": "c",
              "text": "List products that can be made from the milk.",
              "internal_parent_id": "12420",
              "internal_id": "12625",
              "requirements": []
            },
            {
              "id": "d",
              "text": "Based on your choice, do ONE of the following:",
              "internal_parent_id": "12420",
              "internal_id": "12421",
              "requirements": [
                {
                  "id": "1",
                  "text": "Raise a lamb or goat from weaning to market weight. Keep records of feed intake, weight gains, medication, vaccination, and mortality. Present your records to your counselor for review.",
                  "internal_parent_id": "12421",
                  "internal_id": "12422",
                  "requirements": []
                },
                {
                  "id": "2",
                  "text": "Visit a farm or ranch where sheep or goats are raised. Describe what you saw and explain what you learned. If you cannot visit a sheep or goat farm or ranch, view a video from a breed association, or research the internet (with your parent or guardian's permission) for information on sheep or goats. Tell about your findings.",
                  "internal_parent_id": "12421",
                  "internal_id": "12423",
                  "requirements": []
                }
              ]
            },
            {
              "id": "e",
              "text": "Define the following terms for a sheep (wether, ewe, ram, and lamb) OR a goat (doe, nanny, kid, buck, and billy).",
              "internal_parent_id": "12420",
              "internal_id": "12427",
              "requirements": []
            }
          ]
        },
        {
          "id": null,
          "text": "Hog Option",
          "internal_parent_id": "12401",
          "internal_id": "12428",
          "requirements": [
            {
              "id": "a",
              "text": "Make a sketch showing the principal wholesale and retail cuts of pork. Tell about the recommended USDA grades of pork. Tell the basis for each grade.",
              "internal_parent_id": "12428",
              "internal_id": "12432",
              "requirements": []
            },
            {
              "id": "b",
              "text": "Outline in writing the proper feeding programs used from the breeding of a gilt or sow through the weaning of the litter. Discuss the feeding programs for the growth and finishing periods.",
              "internal_parent_id": "12428",
              "internal_id": "12433",
              "requirements": []
            },
            {
              "id": "c",
              "text": "Do ONE of the following:",
              "internal_parent_id": "12428",
              "internal_id": "12429",
              "requirements": [
                {
                  "id": "1",
                  "text": "Raise a feeder pig from weaning to market weight. Keep records of feed intake, weight gains, medication, vaccination, and mortality. Present your records to your counselor for review.",
                  "internal_parent_id": "12429",
                  "internal_id": "12430",
                  "requirements": []
                },
                {
                  "id": "2",
                  "text": "Visit a farm where hogs are produced, or visit a packing plant handling hogs. Describe what you saw and explain what you learned. If you cannot visit a hog production unit or packing plant, view a video  from a packer or processor, or research the internet (with your parent or guardian's permission) for information on hogs. Tell about your findings.",
                  "internal_parent_id": "12429",
                  "internal_id": "12431",
                  "requirements": []
                }
              ]
            },
            {
              "id": "d",
              "text": "Define the following terms: gilt, sow, barrow, and boar.",
              "internal_parent_id": "12428",
              "internal_id": "12434",
              "requirements": []
            }
          ]
        },
        {
          "id": null,
          "text": "Avian Option",
          "internal_parent_id": "12401",
          "internal_id": "12435",
          "requirements": [
            {
              "id": "a",
              "text": "Make a sketch of a layer house or broiler house showing nests, roosts, feeders, waterers, and means of ventilation. Explain how insulation, ventilation, temperature controls, automatic lights, and other environmental controls are used to protect birds from heat, cold, and bad weather. Explain the importance of light for egg production.",
              "internal_parent_id": "12435",
              "internal_id": "12440",
              "requirements": []
            },
            {
              "id": "b",
              "text": "Explain why overcrowding is dangerous for poultry flocks.",
              "internal_parent_id": "12435",
              "internal_id": "12441",
              "requirements": []
            },
            {
              "id": "c",
              "text": "Tell about the grading of eggs. Describe the classes of chicken meat.",
              "internal_parent_id": "12435",
              "internal_id": "12442",
              "requirements": []
            },
            {
              "id": "d",
              "text": "Do ONE of the following:",
              "internal_parent_id": "12435",
              "internal_id": "12436",
              "requirements": [
                {
                  "id": "1",
                  "text": "Manage an egg-producing flock for five months. Keep records of feed purchased, eggs sold, medication, vaccination, and mortality. Present your records to your counselor for review.",
                  "internal_parent_id": "12436",
                  "internal_id": "12437",
                  "requirements": []
                },
                {
                  "id": "2",
                  "text": "Raise five chickens from hatching. Keep records of feed intake, weight gains, medication, vaccination, and mortality. Present your records to your counselor for review.",
                  "internal_parent_id": "12436",
                  "internal_id": "12438",
                  "requirements": []
                },
                {
                  "id": "3",
                  "text": "Visit a commercial avian production facility. Describe what you saw and explain what you learned. If you cannot visit a commercial facility, view a video from a poultry association, or research the internet (with your parent or guardian's permission) for information on poultry production. Tell about your findings.",
                  "internal_parent_id": "12436",
                  "internal_id": "12439",
                  "requirements": []
                }
              ]
            },
            {
              "id": "e",
              "text": "Define the following terms: chick, pullet, hen, cockerel, cock, and capon.",
              "internal_parent_id": "12435",
              "internal_id": "12443",
              "requirements": []
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "text": "Find out about three career opportunities in animal science. Pick one and find out the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you.",
      "internal_parent_id": null,
      "internal_id": "12449",
      "requirements": []
    }
  ]
}