{
  "name": "Citizenship in the Community",
  "overview": "A nation is a patchwork of communities that differ from each other and may be governed differently. But regardless of how local communities differ, they all have one point in common: In the United States, local government means self-government. Good citizens help to make decisions about their community through their elected local officials.",
  "is_eagle_required": true,
  "url": "https://www.scouting.org/merit-badges/citizenship-in-the-community/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Citizenship%20in%20the%20Community_2024.pdf",
  "shop_url": "https://www.scoutshop.org/citizenship-in-the-community-merit-badge-pamphlet-662368.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/CitizenshipCommunity-qjjk7p7ex1rmni5l9zqta1xnjo0npalz3uxtbivwps.png",
  "image_filename": "citizenship-in-the-community-merit-badge.jpg",
  "requirements": [
    {
      "id": "1",
      "text": "Discuss with your counselor what citizenship in the community means and what it takes to be a good citizen in your community. Discuss the rights, duties, and obligations of citizenship, and explain how you can demonstrate good citizenship in your community, Scouting unit, place of worship, or school.",
      "internal_parent_id": null,
      "internal_id": "12520",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "12506",
      "requirements": [
        {
          "id": "a",
          "text": "Using an electronic mapping tool or paper map, locate and pinpoint the following services and landmarks in your community. Determine and record the distances from your home including driving time AND either walking or biking time.   - Chief government buildings such as your city hall, county courthouse, and public works/services facilities - Fire station, police station, and hospital nearest your home - Parks, playgrounds, recreation areas, and trails - Historical or other interesting points of interest.",
          "internal_parent_id": "12506",
          "internal_id": "12507",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Chart the organization of your local or state government. Show the top offices and tell whether they are elected or appointed.",
          "internal_parent_id": "12506",
          "internal_id": "12508",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "12509",
      "requirements": [
        {
          "id": "a",
          "text": "Attend an in-person meeting of your city, town, or county council or school board, local court session; OR another state or local governmental meeting approved in advance by your counselor.",
          "internal_parent_id": "12509",
          "internal_id": "12510",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Choose one of the issues discussed at the meeting where a difference of opinions was expressed, and explain to your counselor why you agree with one opinion more than you do another one.",
          "internal_parent_id": "12509",
          "internal_id": "12511",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Choose an issue that is important to the citizens of your community; then do the following:",
      "internal_parent_id": null,
      "internal_id": "12512",
      "requirements": [
        {
          "id": "a",
          "text": "Find out which branch of local government is responsible for this issue.",
          "internal_parent_id": "12512",
          "internal_id": "12513",
          "requirements": []
        },
        {
          "id": "b",
          "text": "With your counselor's and a parent or guardian's approval, interview one person from the branch of government you identified in requirement 4(a). Ask what is being done about this issue and how young people can help.",
          "internal_parent_id": "12512",
          "internal_id": "12514",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Share what you have learned with your counselor.",
          "internal_parent_id": "12512",
          "internal_id": "12515",
          "requirements": []
        }
      ]
    },
    {
      "id": "5",
      "text": "With the approval of your counselor and a parent or guardian, watch a movie that shows how the actions of one individual or group of individuals can have a positive effect on a community. Discuss with your counselor what you learned from the movie about what it means to be a valuable and concerned member of the community.",
      "internal_parent_id": null,
      "internal_id": "12521",
      "requirements": []
    },
    {
      "id": "6",
      "text": "List some of the services (such as the library, recreation center, public transportation, and public safety) your community provides that are funded by taxpayers. Tell your counselor why these services are important to your community.",
      "internal_parent_id": null,
      "internal_id": "12522",
      "requirements": []
    },
    {
      "id": "7",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "12516",
      "requirements": [
        {
          "id": "a",
          "text": "Identify three charitable organizations outside of Scouting that interest you and bring people in your community together to work for the good of your community.",
          "internal_parent_id": "12516",
          "internal_id": "12517",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Pick ONE of the organizations you chose for requirement 7(a). Using a variety of resources (including newspapers, fliers and other literature, the internet, volunteers, and employees of the organization), find out more about this organization.",
          "internal_parent_id": "12516",
          "internal_id": "12518",
          "requirements": []
        },
        {
          "id": "c",
          "text": "With your counselor's and your parent or guardian's approval, contact the organization you chose for requirement 7(b), and find out what young people can do to help. While working on this merit badge, volunteer at least eight hours of your time for the organization. After your volunteer experience is over, discuss what you have learned with your counselor.",
          "internal_parent_id": "12516",
          "internal_id": "12519",
          "requirements": []
        }
      ]
    },
    {
      "id": "8",
      "text": "Develop a public presentation (such as a video, slide show, speech, digital presentation, or photo exhibit) about important and unique aspects of your community. Include information about the history, cultures, and ethnic groups of your community; its best features and popular places where people gather; and the challenges it faces. Stage your presentation in front of your counselor or a group, such as your patrol or a class at school.",
      "internal_parent_id": null,
      "internal_id": "12523",
      "requirements": []
    }
  ]
}