{
  "name": "Fly Fishing",
  "overview": "Fly-fishing is a specialized form of fishing that combines skill and artistry. Because it is so rich with tradition, it is a passion for millions of people. The beauty of the water, the solitude, and the skills that the sport requires have made fly-fishing very important in the lives of many notable people.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/fly-fishing/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Fly-Fishing.pdf",
  "shop_url": "https://www.scoutshop.org/fly-fishing-merit-badge-pamphlet-650715.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/FlyFishing-qjjk7p7ex1rmni5l9zqta1xnjo0npalz3uxtbivwps.png",
  "image_filename": "fly-fishing-merit-badge.jpg",
  "requirements": [
    {
      "id": "1",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "11386",
      "requirements": [
        {
          "id": "a",
          "text": "Explain to your counselor the most likely hazards you may encounter while participating in fly-fishing activities and what you should do to anticipate, help prevent, mitigate, and respond to these hazards. Name and explain five safety practices you should always follow while fly-fishing.",
          "internal_parent_id": "11386",
          "internal_id": "11387",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Discuss the prevention of and treatment for the following health concerns that could occur while fly-fishing: cuts and scratches, puncture wounds, insect bites, hypothermia, dehydration, heat exhaustion, heatstroke, sunburn.",
          "internal_parent_id": "11386",
          "internal_id": "11388",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Explain how to remove a hook that has lodged in your arm.",
          "internal_parent_id": "11386",
          "internal_id": "11389",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Demonstrate how to match a fly rod, line, and leader to achieve a balanced system. Discuss several types of fly lines, and explain how and when each would be used. Review with your counselor how to care for this equipment.",
      "internal_parent_id": null,
      "internal_id": "11401",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Demonstrate how to tie proper knots to prepare a fly rod for fishing:",
      "internal_parent_id": null,
      "internal_id": "11390",
      "requirements": [
        {
          "id": "a",
          "text": "Tie backing to the arbor of a fly reel spool using an arbor knot.",
          "internal_parent_id": "11390",
          "internal_id": "11391",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Tie backing to the fly line using a nail (tube) knot.",
          "internal_parent_id": "11390",
          "internal_id": "11392",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Attach a leader to the fly line using a nail (tube) knot or a loop-to-loop connection.",
          "internal_parent_id": "11390",
          "internal_id": "11393",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Add a tippet to a leader using a surgeon's knot or a loop-to-loop connection.",
          "internal_parent_id": "11390",
          "internal_id": "11394",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Tie a fly onto the terminal end of the leader using an improved clinch knot.",
          "internal_parent_id": "11390",
          "internal_id": "11395",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Explain how and when each of the following types of flies is used: dry flies, wet flies, nymphs, streamers, bass bugs, poppers, and saltwater flies. Tell what each one imitates. Tie at least two types of the flies mentioned in this requirement.",
      "internal_parent_id": null,
      "internal_id": "11402",
      "requirements": []
    },
    {
      "id": "5",
      "text": "Demonstrate the ability to cast a fly 30 feet consistently and accurately using both overhead and roll cast techniques.",
      "internal_parent_id": null,
      "internal_id": "11403",
      "requirements": []
    },
    {
      "id": "6",
      "text": "Go to a suitable fishing location and observe what fish may be eating both above and beneath the water's surface. Explain the importance of matching the hatch.",
      "internal_parent_id": null,
      "internal_id": "11404",
      "requirements": []
    },
    {
      "id": "7",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "11396",
      "requirements": [
        {
          "id": "a",
          "text": "Explain the importance of practicing Leave No Trace Seven Principles and the Outdoor Code. Discuss the positive effects of the Leave No Trace Seven Principles and the Outdoor Code on fly-fishing resources.",
          "internal_parent_id": "11396",
          "internal_id": "11397",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Discuss the meaning and importance of catch and release. Describe how to properly release a fish safely to the water.",
          "internal_parent_id": "11396",
          "internal_id": "11398",
          "requirements": []
        }
      ]
    },
    {
      "id": "8",
      "text": "Obtain and review a copy of the regulations affecting game fishing where you live or where you plan to fish. Explain why they were adopted and what is accomplished by following them.",
      "internal_parent_id": null,
      "internal_id": "11405",
      "requirements": []
    },
    {
      "id": "9",
      "text": "Explain what good outdoor sportsmanlike behavior is and how it relates to anglers. Tell how the Leave No Trace Seven Principles and the Outdoor Code relate to a fishing sports enthusiast, including the aspects of littering, trespassing, courteous behavior, and obeying fishing regulations.",
      "internal_parent_id": null,
      "internal_id": "11406",
      "requirements": []
    },
    {
      "id": "10",
      "text": "Catch one fish and identify it.",
      "internal_parent_id": null,
      "internal_id": "11399",
      "requirements": []
    },
    {
      "id": "11",
      "text": "If regulations and health concerns permit, clean and cook a fish you have caught. If you are unable to catch a fish for eating, acquire a fish, clean the fish you acquired, and cook the fish you acquired. Note:  It is not required that you eat the fish.",
      "internal_parent_id": null,
      "internal_id": "11400",
      "requirements": []
    }
  ]
}