{
  "name": "Radio",
  "overview": "Radio is a way to send information, or communications, from one place to another. Broadcasting includes both one-way radio (a person hears the information but can¹t reply) as well as two-way radio (where the same person can both receive and send messages).",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/radio/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Radio_2025.pdf",
  "shop_url": "https://www.scoutshop.org/bsa-radio-merit-badge-pamphlet-661041.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/Radio-qjjk7nbqjdp20a8bkyxk52eqcw9x9weiflmucyyp28.png",
  "image_filename": "radio-merit-badge.jpg",
  "requirements": [
    {
      "id": "1",
      "text": "Explain what radio is. Then discuss the following:",
      "internal_parent_id": null,
      "internal_id": "6903",
      "requirements": [
        {
          "id": "a",
          "text": "The differences between broadcast radio and hobby radio",
          "internal_parent_id": "6903",
          "internal_id": "6904",
          "requirements": []
        },
        {
          "id": "b",
          "text": "The differences between broadcasting and two-way communications",
          "internal_parent_id": "6903",
          "internal_id": "6905",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Radio station call signs and how they are used in broadcast radio and amateur radio",
          "internal_parent_id": "6903",
          "internal_id": "6906",
          "requirements": []
        },
        {
          "id": "d",
          "text": "The phonetic alphabet and how it is used to communicate clearly.",
          "internal_parent_id": "6903",
          "internal_id": "6907",
          "requirements": []
        }
      ]
    },
    {
      "id": "2",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "6908",
      "requirements": [
        {
          "id": "a",
          "text": "Sketch a diagram showing how radio waves travel locally and around the world.",
          "internal_parent_id": "6908",
          "internal_id": "6909",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Explain how the radio stations WWV and WWVH can be used to help determine what you can expect to hear when you listen to a shortwave radio.",
          "internal_parent_id": "6908",
          "internal_id": "6910",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Explain the difference between a distant (DX) and a local station.",
          "internal_parent_id": "6908",
          "internal_id": "6940",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Discuss what the Federal Communications Commission (FCC) does and how it is different from the International Telecommunication Union.",
          "internal_parent_id": "6908",
          "internal_id": "6941",
          "requirements": []
        }
      ]
    },
    {
      "id": "3",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "6911",
      "requirements": [
        {
          "id": "a",
          "text": "Draw a chart of the electromagnetic spectrum covering 300 kilohertz (kHz) to 3,000 Megahertz (MHz).",
          "internal_parent_id": "6911",
          "internal_id": "6912",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Label the MF, HF, VHF, UHF, and microwave portions of the spectrum on your diagram.",
          "internal_parent_id": "6911",
          "internal_id": "6913",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Locate on your chart at least eight radio services, such as AM and FM commercial broadcast, citizens band (CB), television, amateur radio (at least four amateur radio bands), and public service (police and fire).",
          "internal_parent_id": "6911",
          "internal_id": "6914",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Explain how radio waves carry information. Include in your explanation: transceiver, transmitter, receiver, amplifier, and antenna.",
      "internal_parent_id": null,
      "internal_id": "6936",
      "requirements": []
    },
    {
      "id": "5",
      "text": "Do the following:",
      "internal_parent_id": null,
      "internal_id": "6915",
      "requirements": [
        {
          "id": "a",
          "text": "Explain the differences between a block diagram and a schematic diagram.",
          "internal_parent_id": "6915",
          "internal_id": "6916",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Draw a block diagram for a radio station that includes a transceiver, amplifier, microphone, antenna, and feed line.",
          "internal_parent_id": "6915",
          "internal_id": "6917",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Discuss how information is sent when using amplitude modulation (AM), frequency modulation (FM), continuous wave (CW) Morse Code transmission, single sideband (SSB) transmission, and digital transmission.",
          "internal_parent_id": "6915",
          "internal_id": "6918",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Explain how NOAA Weather Radio (NWR) can alert you to danger.",
          "internal_parent_id": "6915",
          "internal_id": "6919",
          "requirements": []
        },
        {
          "id": "e",
          "text": "Explain how cellular telephones work. Identify their benefits and limitations in an emergency.",
          "internal_parent_id": "6915",
          "internal_id": "6942",
          "requirements": []
        }
      ]
    },
    {
      "id": "6",
      "text": "Explain the safety precautions for working with radio gear, including the concept of grounding for direct current circuits, power outlets, and antenna systems.",
      "internal_parent_id": null,
      "internal_id": "6937",
      "requirements": []
    },
    {
      "id": "7",
      "text": "Visit a radio installation (an amateur radio station, broadcast station, or public service communications center, for example) approved in advance by your counselor. Discuss what types of equipment you saw in use, how it was used, what types of licenses are required to operate and maintain the equipment, and the purpose of the station.",
      "internal_parent_id": null,
      "internal_id": "6938",
      "requirements": []
    },
    {
      "id": "8",
      "text": "Find out about three career opportunities in radio. Pick one and find out the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you.",
      "internal_parent_id": null,
      "internal_id": "6939",
      "requirements": []
    },
    {
      "id": "9",
      "text": "Do ONE of the following options:",
      "internal_parent_id": null,
      "internal_id": "6920",
      "requirements": [
        {
          "id": "a",
          "text": "Option A—Amateur Radio. Do the following:",
          "internal_parent_id": "6920",
          "internal_id": "6921",
          "requirements": [
            {
              "id": "1",
              "text": "Tell why the FCC has an amateur radio service. Describe activities that amateur radio operators can do on the air, once they have earned an amateur radio license.",
              "internal_parent_id": "6921",
              "internal_id": "6922",
              "requirements": []
            },
            {
              "id": "2",
              "text": "Explain differences between the Technician, General, and Extra Class license requirements and privileges. Explain who administers amateur radio exams.",
              "internal_parent_id": "6921",
              "internal_id": "6923",
              "requirements": []
            },
            {
              "id": "3",
              "text": "Explain at least five Q signals or amateur radio terms.",
              "internal_parent_id": "6921",
              "internal_id": "6924",
              "requirements": []
            },
            {
              "id": "4",
              "text": "Explain how you would make an emergency call on voice or Morse code.",
              "internal_parent_id": "6921",
              "internal_id": "6925",
              "requirements": []
            },
            {
              "id": "5",
              "text": "Explain the differences between handheld, mobile, and base station transceivers and their uses. Explain the use of amateur radio repeaters.",
              "internal_parent_id": "6921",
              "internal_id": "6926",
              "requirements": []
            },
            {
              "id": "6",
              "text": "Using proper call signs, Q signals, and abbreviations, carry on a 10-minute real or simulated amateur radio contact using voice, Morse code, or digital mode. (Licensed amateur radio operators may substitute five QSL cards as evidence of contacts with five amateur radio operators. Properly log the real or simulated ham radio contact, and record the signal report.)",
              "internal_parent_id": "6921",
              "internal_id": "6927",
              "requirements": []
            }
          ]
        },
        {
          "id": "b",
          "text": "Option B—Radio Broadcasting. Do the following:",
          "internal_parent_id": "6920",
          "internal_id": "6928",
          "requirements": [
            {
              "id": "1",
              "text": "Discuss with your counselor FCC broadcast regulations. Include power levels, frequencies, and the regulations for low-power stations.",
              "internal_parent_id": "6928",
              "internal_id": "6968",
              "requirements": []
            },
            {
              "id": "2",
              "text": "Prepare a program schedule for radio station \"KBSA\" of exactly one-half hour, including music, news, commercials, and proper station identification. Record your program on audiotape or in a digital audio format, using proper techniques.",
              "internal_parent_id": "6928",
              "internal_id": "6929",
              "requirements": []
            },
            {
              "id": "3",
              "text": "Listen to and properly log 15 broadcast stations. Determine the program format and target audience for five of these stations.",
              "internal_parent_id": "6928",
              "internal_id": "6930",
              "requirements": []
            },
            {
              "id": "4",
              "text": "Explain to your counselor at least eight terms used in commercial broadcasting, such as segue, cut, fade, continuity, remote, Emergency Alert System, network, cue, dead air, PSA, and playlist.",
              "internal_parent_id": "6928",
              "internal_id": "6931",
              "requirements": []
            },
            {
              "id": "5",
              "text": "Discuss with your counselor alternative radio platforms such as internet streaming, satellite radio, and podcasts.",
              "internal_parent_id": "6928",
              "internal_id": "6969",
              "requirements": []
            }
          ]
        },
        {
          "id": "c",
          "text": "Option C—Shortwave and Medium-Wave Listening. Do the following:",
          "internal_parent_id": "6920",
          "internal_id": "6932",
          "requirements": [
            {
              "id": "1",
              "text": "Listen across several shortwave bands for four one-hour periods-at least one period during daylight hours and at least one period at night. Log the stations properly and locate them geographically on a map, globe, or web-based mapping service.",
              "internal_parent_id": "6932",
              "internal_id": "6933",
              "requirements": []
            },
            {
              "id": "2",
              "text": "Listen to several medium-wave stations for two one-hour periods, one period during daylight hours and one period at night. Log the stations properly and locate them on a map, globe, or web-based mapping service.",
              "internal_parent_id": "6932",
              "internal_id": "6934",
              "requirements": []
            },
            {
              "id": "3",
              "text": "Compare your daytime and nighttime logs; note the frequencies on which your selected stations were loudest during each session. Explain differences in the signal strength from one period to the next.",
              "internal_parent_id": "6932",
              "internal_id": "6935",
              "requirements": []
            },
            {
              "id": "4",
              "text": "Compare your medium-wave broadcast station logs and explain why some distant stations are heard at your location only during the night.",
              "internal_parent_id": "6932",
              "internal_id": "6970",
              "requirements": []
            },
            {
              "id": "5",
              "text": "Demonstrate listening to a radio broadcast using a smartphone/cell phone. Include international broadcasts in your demonstration.",
              "internal_parent_id": "6932",
              "internal_id": "6971",
              "requirements": []
            }
          ]
        },
        {
          "id": "d",
          "text": "Option D—Amateur Radio Direction Finding. Do the following:",
          "internal_parent_id": "6920",
          "internal_id": "6972",
          "requirements": [
            {
              "id": "1",
              "text": "Describe amateur radio direction finding and explain why direction finding is important as both an activity and in competition.",
              "internal_parent_id": "6972",
              "internal_id": "6973",
              "requirements": []
            },
            {
              "id": "2",
              "text": "Describe what frequencies and equipment are used for ARDF or fox hunting.",
              "internal_parent_id": "6972",
              "internal_id": "6974",
              "requirements": []
            },
            {
              "id": "3",
              "text": "Build a simple directional antenna for either of the two frequencies used in ARDF.",
              "internal_parent_id": "6972",
              "internal_id": "6975",
              "requirements": []
            },
            {
              "id": "4",
              "text": "Participate in a simple fox hunt using your antenna along with a provided receiver.",
              "internal_parent_id": "6972",
              "internal_id": "6976",
              "requirements": []
            },
            {
              "id": "5",
              "text": "Show, on a map, how you located the \"fox\" using your receiver.",
              "internal_parent_id": "6972",
              "internal_id": "6977",
              "requirements": []
            }
          ]
        }
      ]
    }
  ]
}