{
  "name": "Reptile and Amphibian Study",
  "overview": "Kids always have been interested in snakes, turtles, lizards, and alligators, as well as frogs and salamanders. Developing knowledge about these captivating creatures leads to an appreciation for all native wildlife; understanding the life cycle of a reptile or amphibian and keeping one as a pet can be a good introduction to natural history; and knowing about venomous species can help Scouts to be prepared to help in case of an emergency.",
  "is_eagle_required": false,
  "url": "https://www.scouting.org/merit-badges/reptile-and-amphibian-study/",
  "pdf_url": "https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Reptile%20Amphibian.pdf",
  "shop_url": "https://www.scoutshop.org/reptile-amphibian-merit-badge-pamphlet-660198.html",
  "image_url": "https://www.scouting.org/wp-content/uploads/elementor/thumbs/ReptileAndAmphibian-qjjk7p7ex1rmni5l9zqta1xnjo0npalz3uxtbivwps.png",
  "image_filename": "reptile-and-amphibian-study-merit-badge.jpg",
  "requirements": [
    {
      "id": null,
      "text": "Note: Scouts must not use venomous reptiles in fulfilling requirement 8(a). When you decide that keeping your specimen is no longer possible or desired, be sure to find another appropriate home for it or return it to the wild at the location of capture. Check with your counselor for those instances where the return of these specimens would not be appropriate.  Under the Endangered Species Act of 1973, some plants and animals are, or may be, protected by federal law. The same ones and/or others may be protected by state law. Be sure that you do not collect protected species. Your state may require that you purchase and carry a license to collect certain species. Check with the wildlife and fish and game officials in your state regarding species regulations before you begin to collect.",
      "internal_parent_id": null,
      "internal_id": "13825",
      "requirements": []
    },
    {
      "id": null,
      "text": "NOTE:  The official merit badge pamphlets are now free and downloadable  [HERE](https://filestore.scouting.org/filestore/Merit_Badge_ReqandRes/Pamphlets/Reptile%20Amphibian.pdf) or can be purchased at the [Scout Shop.](https://www.scoutshop.org/)",
      "internal_parent_id": null,
      "internal_id": "14152",
      "requirements": []
    },
    {
      "id": "1",
      "text": "Describe the identifying characteristics of six species of reptiles and four species of amphibians found in the United States. For any four of these, make sketches from your own observations or take photographs. Show markings, color patterns, or other characteristics that are important in the identification of each of the four species. Discuss the habits and habitats of all 10 species. Resources:  [Reptiles of the United States (website)](https://www.inaturalist.org/places/united-states#taxon=26036)  [Amphibians of the United States (website)](https://www.inaturalist.org/places/united-states#taxon=20978)",
      "internal_parent_id": null,
      "internal_id": "11050",
      "requirements": []
    },
    {
      "id": "2",
      "text": "Discuss with your counselor the approximate number of species and general geographic distribution of reptiles and amphibians in the United States. Prepare a list of the most common species found in your local area or state. Resource:  [Find Amphibian and Reptile Species in Your Area (website)](https://geonarrative.usgs.gov/amphibianreptileexplorer/)",
      "internal_parent_id": null,
      "internal_id": "11052",
      "requirements": []
    },
    {
      "id": "3",
      "text": "Describe the main differences between",
      "internal_parent_id": null,
      "internal_id": "11037",
      "requirements": [
        {
          "id": "a",
          "text": "Amphibians and reptiles Resources: [Reptiles vs Amphibians: (video)](https://www.youtube.com/watch?v=6MsTbQi19SA) [What's the Difference Between Reptiles and Amphibians? (video)](https://www.youtube.com/watch?v=j1vMyuYBqA4&t=54s)",
          "internal_parent_id": "11037",
          "internal_id": "11038",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Alligators and crocodiles Resource: [Alligator or Crocodile - What's the Difference? (video)](https://youtu.be/oins54YQGYI?si=k7YJDZxBk91z5IkW)",
          "internal_parent_id": "11037",
          "internal_id": "11039",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Toads and frogs Resources: [Differences Between Frogs & Toads (video)](https://www.youtube.com/watch?v=O7QaL3xehRw) [What Is the Difference Between Frogs and Toads? (video)](https://www.youtube.com/watch?v=mM59TQOPDYQ) [Frogs and Toads: What's the Difference? (video)](https://www.youtube.com/watch?v=IF0EWfbevrM)",
          "internal_parent_id": "11037",
          "internal_id": "11040",
          "requirements": []
        },
        {
          "id": "d",
          "text": "Snakes and lizards. Resource: [How Are Snakes Different From Lizards? (video)](https://youtu.be/MMFcutNSKZk?si=u6Ux_2x9TxmepTJp)",
          "internal_parent_id": "11037",
          "internal_id": "11041",
          "requirements": []
        }
      ]
    },
    {
      "id": "4",
      "text": "Explain how reptiles and amphibians are an important component of the natural environment. List four species that are officially protected by the federal government or by the state you live in, and tell why each is protected. List three species of reptiles and three species of amphibians found in your local area that are not protected. Discuss the food habits of all 10 species. Resources:  [Ecological Roles of Reptiles and Amphibians (website with videos)](https://www.online-field-guide.com/ecological-roles-of-reptiles-and-amphibians/)  [Dying for Protection: Amphibians and Reptiles (video)](https://youtu.be/dQpHqkAvNnc?si=2E6kp1GO8McIHRsI)  [Search for Endangered Species in Your Area | U.S. Fish & Wildlife Service (website)](https://ecos.fws.gov/ecp0/reports/ad-hoc-species-report?kingdom=V&kingdom=I&status=E&status=T&status=EmE&status=EmT&status=EXPE&status=EXPN&status=SAE&status=SAT&mapstatus=3&fcrithab=on&fstatus=on&fspecrule=on&finvpop=on&fgroup=on&header=Listed+Animals)  [Feeding Our Amphibians (video)](https://www.youtube.com/watch?v=baY4dzLSWlY)",
      "internal_parent_id": null,
      "internal_id": "11053",
      "requirements": []
    },
    {
      "id": "5",
      "text": "Compare how reptiles reproduce to how amphibians reproduce. Resources:  [Reptile vs Amphibian (video)](https://www.youtube.com/watch?v=GKM_mDDPJh0)  [Lifecycle of an Amphibian (Frog) (video)](https://youtu.be/sZnvgGmvuVs?si=3d5-sxPLy1jJbJz_)  [How Lizards Reproduce (Video)](https://www.youtube.com/watch?v=ACEpFX2Dnmk)  [What Are Oviparous and Viviparous Snakes? (video)](https://youtu.be/KFCfL99rHpw?si=rCqWcKm5S4LBA7zW)",
      "internal_parent_id": null,
      "internal_id": "11054",
      "requirements": []
    },
    {
      "id": "6",
      "text": "From observation, describe how snakes move forward. Describe the functions of the muscles, ribs, and belly plates. Resources:  [How Snakes Move! (They Don't Just Slither!) (video)](https://www.youtube.com/watch?v=7-AKPFiIEEw)  [How Do Snakes Move? (video)](https://www.youtube.com/watch?v=aPV0HpPRH2A)  [True Facts: How Snakes Move (video)](https://www.youtube.com/watch?v=zFNnx4UgkNI)",
      "internal_parent_id": null,
      "internal_id": "11055",
      "requirements": []
    },
    {
      "id": "7",
      "text": "Describe in detail six venomous snakes and the one venomous lizard found in the United States. Describe their habits and geographic range. Tell what you should do in case of a bite by a venomous species. Resource:  [The Most VENOMOUS Snakes in the US (video)](https://youtu.be/guMzO7vzMT0?si=3thQ8FQdwoEHXV75)",
      "internal_parent_id": null,
      "internal_id": "11056",
      "requirements": []
    },
    {
      "id": "8",
      "text": "Do ONE of the following:",
      "internal_parent_id": null,
      "internal_id": "11043",
      "requirements": [
        {
          "id": "a",
          "text": "Take custody of one or more reptiles or amphibians in a manner approved by your counselor. Maintain one or more reptiles or amphibians for at least a month. Record food accepted, eating methods, changes in coloration, shedding of skins, and general habits; or keep the eggs of a reptile from the time of laying until hatching; or keep the eggs of an amphibian from the time of laying until their transformation into tadpoles (frogs) or larvae (salamanders). Whichever you chose, keep records of and report to your counselor how you cared for your animal/eggs/larvae to include lighting, habitat, temperature and humidity maintenance and any veterinary care requirements. Unless you are the long-term owner, at the conclusion of this study, turn the animal(s) over to another responsible party approved by your counselor. Resource: [Pet Journaling: Track Your Pet's Needs and Your Time Efficiently (website)](https://fluent-time-management.com/pet-journaling-track-your-pets-needs-and-your-time-efficiently/)",
          "internal_parent_id": "11043",
          "internal_id": "11044",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Choose a reptile or amphibian that you can observe or foster at a local zoo, aquarium, nature center, local rescue, or other such exhibit (such as your classroom or school). Study the specimen weekly for a period of three months. At each visit, sketch the specimen in its captive habitat and note any changes in its coloration, shedding of skins, and general habits and behavior. Discuss with your counselor how the animal you observed was cared for to include its housing and habitat, how the lighting, temperature, and humidity were maintained, and any veterinary care requirements.  Find out, either from information you locate on your own or by talking to the caretaker, what this species eats and what are its native habitat and home range, preferred climate, average life expectancy, and natural predators. Also, identify any human-caused threats to its population and any laws that protect the species and its habitat. After the observation period, share what you have learned with your counselor.",
          "internal_parent_id": "11043",
          "internal_id": "11045",
          "requirements": []
        }
      ]
    },
    {
      "id": "9",
      "text": "Do TWO of the following:",
      "internal_parent_id": null,
      "internal_id": "11046",
      "requirements": [
        {
          "id": "a",
          "text": "Identify at night three kinds of toads or frogs by their voices. Imitate the song of each for your counselor. Stalk each with a flashlight and discover how each sings and from where. Resource: [Frog Sounds: Why They Make Them (Examples) (video)](https://youtu.be/74-vaZv54s8?si=7ClcX_Akwhjh0A_T)",
          "internal_parent_id": "11046",
          "internal_id": "11047",
          "requirements": []
        },
        {
          "id": "b",
          "text": "Identify by sight eight species of reptiles or amphibians. Resources: [Reptiles of the United States (website)](https://www.inaturalist.org/places/united-states#taxon=26036) [Amphibians of the United States (website)](https://www.inaturalist.org/places/united-states#taxon=20978)",
          "internal_parent_id": "11046",
          "internal_id": "11048",
          "requirements": []
        },
        {
          "id": "c",
          "text": "Using visual aids, give a brief talk to a small group on three different reptiles and amphibians.",
          "internal_parent_id": "11046",
          "internal_id": "11049",
          "requirements": []
        }
      ]
    },
    {
      "id": "10",
      "text": "Tell five superstitions or false beliefs about reptiles and amphibians and give a correct explanation for each. Give seven examples of unusual behavior or other true facts about reptiles and amphibians. Resources:  [Debunking Common Reptile and Amphibian Myths & Misconceptions (video)](https://www.youtube.com/watch?v=Nz6VQSlr9mI)  [Busting 15 Crazy Reptile Myths in 15 Minutes (video)](https://www.youtube.com/watch?v=i7FR8h4Ky44)",
      "internal_parent_id": null,
      "internal_id": "11051",
      "requirements": []
    }
  ]
}